[{"MESSAGE": "Đại dương – Wikipedia tiếng Việt", "RESPONSE": "Vì là thành phần chủ yếu của thủy quyển Trái Đất, đại dương thế giới không ... \nKhối chất lỏng bề mặt ngoài Trái Đất lớn và ổn định được xác nhận duy nhất là ...", "GOOGLE": "Đại dương lớn nhất thế giới"}, {"MESSAGE": "Đại dương nào lớn nhất thế giới, diện tích hơn 160 triệu km2? - Tư ...", "RESPONSE": "25 Tháng 4 2019 ... Có diện tích hơn 160 triệu km2, đây chính là đại dương lớn nhất trên thế giới \nhiện nay.", "GOOGLE": "Đại dương lớn nhất thế giới"}, {"MESSAGE": "Đại dương nào lớn nhất trên Trái Đất? - VnExpress", "RESPONSE": "20 Tháng Ba 2019 ... Một đại dương chiếm tới 1/3 tổng diện tích bề mặt địa cầu và sở hữu điểm sâu \nnhất của lớp vỏ Trái Đất. - VnExpress. ... Tòa tháp đôi cao nhất thế giới nằm ở \nđâu?", "GOOGLE": "Đại dương lớn nhất thế giới"}, {"MESSAGE": "Thái Bình Dương – Wikipedia tiếng Việt", "RESPONSE": "Thái Bình Dương là đại dương lớn nhất địa cầu, nó trải dài từ Bắc Băng Dương \n... Magellan với chuyến hành trình vòng quanh thế giới của ông vào năm 1521.", "GOOGLE": "Đại dương lớn nhất thế giới"}, {"MESSAGE": "Đại dương nào lớn nhất hành tinh, diện tích hơn 165 triệu km2? - Tư ...", "RESPONSE": "28 Tháng Chín 2018 ... Đây là một trong những khu ổ chuột lớn nhất thế giới, nằm trên đầm phá bên \ncạnh Đại Tây Dương, thuộc quốc gia đông dân nhất châu Phi.", "GOOGLE": "Đại dương lớn nhất thế giới"}, {"MESSAGE": "Đại dương thế giới – Wikipedia tiếng Việt", "RESPONSE": "Sự thống nhất và liên tục của Đại dương Thế giới, với sự lưu thông vùng nước ... \nẤn Độ Dương, lớn thứ ba, kéo dài về phía bắc từ Nam Đại Dương đến Ấn Độ, ...", "GOOGLE": "Đại dương lớn nhất thế giới"}, {"MESSAGE": "Chủ đề:Địa lý – Wikipedia tiếng Việt", "RESPONSE": "Trên thế giới có 6 châu và 5 đại dương: ... Núi lửa lớn nhất thế giới: Núi Mauna \nLoa ở Hawaii chiếm danh hiệu này trên Trái đất. Nó cao 15,2 km tính từ chân núi\n ...", "GOOGLE": "Đại dương lớn nhất thế giới"}, {"MESSAGE": "Châu Đại Dương – Wikipedia tiếng Việt", "RESPONSE": "Úc là quốc gia lớn nhất và đông dân nhất tại châu Đại Dương, còn Sydney của \n..... Melanesia nằm về phía tây nam, gồm đảo New Guinea lớn thứ nhì thế giới, ...", "GOOGLE": "Đại dương lớn nhất thế giới"}, {"MESSAGE": "Đại Tây Dương – Wikipedia tiếng Việt", "RESPONSE": "Đại Tây Dương trên bản đồ thế giới ... Rãnh Puerto Rico, ở Bắc Đại Tây Dương, \nlà rãnh có độ sâu lớn nhất 8.605 mét (4.705 sải; 28.232 ft); Laurentian Abyss ...", "GOOGLE": "Đại dương lớn nhất thế giới"}, {"MESSAGE": "Biển – Wikipedia tiếng Việt", "RESPONSE": "Biển nói chung là một vùng nước mặn rộng lớn nối liền với các đại dương, hoặc \nlà các hồ ... Các ion phong phú nhất trong nước biển là clo và natri. .... phần \ntương đối của các muối hòa tan là ổn định trong khắp các đại dương của thế giới\n.", "GOOGLE": "Đại dương lớn nhất thế giới"}, {"MESSAGE": "10 quốc gia có diện tích nhỏ nhất thế giới - Giáo dục - ZING.VN", "RESPONSE": "23 Tháng Sáu 2019 ... 10 quốc gia có diện tích nhỏ nhất thế giới. Nguyễn Thanh Điệp; 06:00 ... Bạn biết \ngì về đất nước và con người nơi đây? Nguyễn Thanh Điệp.", "GOOGLE": "Quốc gia nào nhỏ nhất thế giới về diện tích?"}, {"MESSAGE": "Top 10 quốc gia có diện tích nhỏ nhất trên thế giới - Quantrimang.com", "RESPONSE": "Dưới đây là top 10 quốc gia có diện tích nhỏ nhất nhưng đừng để bị đánh lừa ... \nquốc gia nào lớn nhất, dài nhất, thấp nhất hay sang trọng nhất trên thế giới và ... \nđầu thế giới về chi nhục đậu khấu (nutmeg - một loài cây gia vị ở Indonesia) và ...", "GOOGLE": "Quốc gia nào nhỏ nhất thế giới về diện tích?"}, {"MESSAGE": "Quốc gia nào nhỏ nhất thế giới? - VnExpress", "RESPONSE": "23 Tháng Tám 2018 ... Nước châu Âu chỉ rộng 0,44 km2 với dân số hơn 800 và không áp bất kỳ khoản \nthuế nào đối với mọi hoạt động liên quan đến kinh tế.", "GOOGLE": "Quốc gia nào nhỏ nhất thế giới về diện tích?"}, {"MESSAGE": "Đúng, Vatican là quốc gia nhỏ nhất thế giới - VnExpress", "RESPONSE": "23 Tháng Tám 2018 ... Vatican là quốc gia độc lập có diện tích nhỏ nhất thế giới đồng thời cũng là nước \ncó dân ... Tên nước nào trùng với từ 'gà tây' trong tiếng Anh?", "GOOGLE": "Quốc gia nào nhỏ nhất thế giới về diện tích?"}, {"MESSAGE": "Thành Vatican – Wikipedia tiếng Việt", "RESPONSE": "Trong khi \"Vatican\" là thuật ngữ thường để chỉ về lãnh thổ của một quốc gia với \nvài ..... Thành Quốc Vatican là quốc gia nhỏ nhất trên thế giới với diện tích \nkhoảng .... của Đức Giáo hoàng, cũng như có thể bị cách chức bởi Ngài bất kì lúc \nnào.", "GOOGLE": "Quốc gia nào nhỏ nhất thế giới về diện tích?"}, {"MESSAGE": "10 quốc gia nhỏ nhất thế giới", "RESPONSE": "4 Tháng 4 2013 ... Đây là quốc gia độc lập nhỏ nhất thế giới, diện tích chỉ có khoảng 0,5 ... phủ là từ \nbán tem và các đồng tiền xưa, ngoại tệ của công nhân gửi về.", "GOOGLE": "Quốc gia nào nhỏ nhất thế giới về diện tích?"}, {"MESSAGE": "Quốc gia nào nhỏ nhất thế giới, dân số chưa đến 1.000 người? - Tư ...", "RESPONSE": "6 Tháng Chín 2018 ... Đây là quốc gia được công nhận có diện tích nhỏ nhất thế giới, chỉ khoảng 44 ha\n, dân số chưa đến 1.000 người.", "GOOGLE": "Quốc gia nào nhỏ nhất thế giới về diện tích?"}, {"MESSAGE": "Quốc gia nào nhỏ nhất thế giới? - Du lịch - ZING.VN", "RESPONSE": "26 Tháng Tám 2018 ... Bên trong 'khách sạn bay' lớn nhất thế giới Airlander là một \"khách sạn bay\" thực \nthụ với nội thất sang trọng, kết hợp giữa khinh khí cầu, máy ...", "GOOGLE": "Quốc gia nào nhỏ nhất thế giới về diện tích?"}, {"MESSAGE": "Danh sách quốc gia theo diện tích – Wikipedia tiếng Việt", "RESPONSE": "Đây là một danh sách những quốc gia trên thế giới xếp hạng theo tổng diện tích. \n... Tổng các diện tích gồm, ví dụ đất và các vùng mặt nước trong nội địa (hồ, ..... \nthuộc Anh; gồm Alderney, Guernsey, Herm, Sark và một số đảo nhỏ khác .... \nBảng thống kê công bố về diện tích của các quốc gia và vùng lãnh thổ trên thế \ngiới ...", "GOOGLE": "Quốc gia nào nhỏ nhất thế giới về diện tích?"}, {"MESSAGE": "Châu Đại Dương – Wikipedia tiếng Việt", "RESPONSE": "Châu Đại Dương là lục địa nhỏ nhất về diện tích đất liền và nhỏ thứ nhì về dân \nsố ... quốc gia châu Đại Dương có thể chế chính trị đa đảng dân chủ đại diện \nnghị viện, .... tích rõ ràng về sự bành trướng này, cho phép xác định chính xác \nphần nào .... Melanesia nằm về phía tây nam, gồm đảo New Guinea lớn thứ nhì \nthế giới, ...", "GOOGLE": "Quốc gia nào nhỏ nhất thế giới về diện tích?"}, {"MESSAGE": "Roma – Wikipedia tiếng Việt", "RESPONSE": "Đây là thành phố đông dân thứ tư của Liên minh châu Âu, sau Luân Đôn, Berlin \nvà ... Roma ban đầu được gọi là Thành phố vĩnh hằng (tiếng Latinh: Urbs ...... \nnào về tổ chức của thành phố cho đến năm 1870, khi Roma trở thành thủ đô của \n..... Quy mô thành phố vào thời Hoàng đế Augustus là vấn đề cần nghiên cứu, \ncác ...", "GOOGLE": "Thành phố châu Âu nào được gọi là thành phố vĩnh cửu?"}, {"MESSAGE": "Vì sao Rome được gọi là “Thành phố vĩnh cửu“? - KhoaHoc.tv", "RESPONSE": "6 Tháng 4 2018 ... ... đến thế kỷ thứ 7, Rome trở thành trung tâm quyền lực ở châu Âu. Thành phố \nRome Cho tới ngày nay, Rome vẫn là một trong những thủ đô lâu đời nhất của \nthế giới. ... Đặc biệt, Rome được biết đến với tên gọi \"Thành phố vĩnh cửu\" vì ... \nđiều gì xảy ra với thế giới thì Rome vẫn sẽ trường tồn với thời gian.", "GOOGLE": "Thành phố châu Âu nào được gọi là thành phố vĩnh cửu?"}, {"MESSAGE": "Đế quốc Ottoman – Wikipedia tiếng Việt", "RESPONSE": "Tên gọi Ottoman có nguồn gốc từ Osman I (còn gọi là Osman Bey) (tiếng Ả Rập: \n... Thành phố này trở thành kinh đô mới của Đế quốc Ottoman, và Mehmed II ... \nnào ở châu Âu ngoại trừ Pháp. Gần 30 quốc gia hiện nay đã được thành lập từ \n..... Ông lên làm Sultan Mahmud II (1808 - 1839) và giết chết cựu hoàng Mustafa \nIV.", "GOOGLE": "Thành phố châu Âu nào được gọi là thành phố vĩnh cửu?"}, {"MESSAGE": "Cần Thơ – Wikipedia tiếng Việt", "RESPONSE": "Cần Thơ là một thành phố trực thuộc trung ương của Việt Nam, là thành phố hiện \nđại và phát triển nhất ở Đồng bằng sông Cửu Long. ... Năm 1739, vùng đất Cần \nThơ được khai phá và chính thức có mặt trên dư đồ Việt Nam với tên gọi là Trấn \n... Phía bắc giáp tỉnh An Giang, phía đông giáp tỉnh Đồng Tháp và tỉnh Vĩnh ...", "GOOGLE": "Thành phố châu Âu nào được gọi là thành phố vĩnh cửu?"}, {"MESSAGE": "Thành viên:Michel Djerzinski/Nháp biểu quyết 2 – Wikipedia tiếng Việt", "RESPONSE": "Khi viết bài về Sơ kỳ Trung Đại châu Âu, tôi thấy rằng trong các bài viết về thời kì \n... Trong thời kỳ mơ hồ tạm gọi ở đây \"cổ đại\", hiện tại trên Wikipedia còn tồn tại ... \nThành phố được mệnh danh là Thành phố Vĩnh cửu đã tồn tại như một thực ... \nthành phố diễn ra liền mạch không đứt đoạn, không thể lấy mốc nào để chia ra.", "GOOGLE": "Thành phố châu Âu nào được gọi là thành phố vĩnh cửu?"}, {"MESSAGE": "Vĩnh Long – Wikipedia tiếng Việt", "RESPONSE": "Vĩnh Long là một tỉnh nằm ở khu vực đồng bằng sông Cửu Long, Việt Nam. Vĩnh \nLong cách Thành phố Hồ Chí Minh 135 km về phía Nam và cách Thành phố ... ấy \nđược Nguyễn Phúc Chú thành lập, với tên gọi đầu tiên của tỉnh là Châu Định ...", "GOOGLE": "Thành phố châu Âu nào được gọi là thành phố vĩnh cửu?"}, {"MESSAGE": "Giáo hội Công giáo Rôma – Wikipedia tiếng Việt", "RESPONSE": "Cơ quan trung ương giáo huấn thường được gọi là \"Tòa Thánh\" (Sancta ... là các \nvị lãnh đạo trong Giáo triều Rôma, các Giám mục của các thành phố lớn và các \n..... sự cứu rỗi để hướng tới một cuộc sống vĩnh hằng và ngài coi đó như là một \n..... là phong cách kiến trúc Roman, Gothic trong các đại giáo đường ở châu Âu.", "GOOGLE": "Thành phố châu Âu nào được gọi là thành phố vĩnh cửu?"}, {"MESSAGE": "Hại não với 10 câu hỏi thử tài thách trí - VnExpress", "RESPONSE": "13 Tháng Mười Một 2015 ... Thành phố châu Âu nào được gọi là thành phố vĩnh cửu? - VnExpress.", "GOOGLE": "Thành phố châu Âu nào được gọi là thành phố vĩnh cửu?"}, {"MESSAGE": "Thị Nở - Trang 4 - VnExpress", "RESPONSE": "Thị Nở - Thành phố châu Âu nào được gọi là thành phố vĩnh cửu? - Hại não với \n10 câu hỏi thử tài thách trí.", "GOOGLE": "Thành phố châu Âu nào được gọi là thành phố vĩnh cửu?"}, {"MESSAGE": "Sông Cổ Chiên – Wikipedia tiếng Việt", "RESPONSE": "Sông bắt đầu từ thành phố Vĩnh Long, chảy theo hướng tây bắc-đông nam, ... \nTrong đó, Cochin có nguồn gốc từ tên gọi sông Koh Chin (កោះជីន), là một ... \nCác nhà thám hiểm hàng hải châu Âu vào thế kỷ XV khi đến vùng đất đồng bằng \nsông Cửu ... Tên gọi Cochinchine này sang đầu thế kỷ XVII có lúc đã được người\n ...", "GOOGLE": "Thành phố châu Âu nào được gọi là thành phố vĩnh cửu?"}, {"MESSAGE": "Corse – Wikipedia tiếng Việt", "RESPONSE": "Mặc dù đảo Corse bị tách khỏi đại lục Pháp qua biển Ligurienne và gần với Ý \nhơn ... Sau một thời gian ngắn bị người Carthage chiếm đóng, bị người Hy Lạp \ncổ đại thuộc địa hóa, và bị ... Mặc dù gây nên cuộc khủng hoảng Corse tại \nVương quốc Anh, song người Corse đã không nhận được hỗ trợ quân sự ngoại \nquốc nào.", "GOOGLE": "Đảo Korsika(Cooc) thuộc nước nào"}, {"MESSAGE": "Quần đảo Cook – Wikipedia tiếng Việt", "RESPONSE": "Quần đảo Cook (Tiếng Māori quần đảo Cook: Kūki 'Āirani) là một nền dân chủ \nnghị .... Đất nước này vẫn là một lãnh thổ phụ thuộc của New Zealand cho đến \nnăm .... tiết lộ tên là bất hợp pháp hoặc bất kỳ thông tin nào về tín thác của Cooks\n).", "GOOGLE": "Đảo Korsika(Cooc) thuộc nước nào"}, {"MESSAGE": "10 Vạn Câu Hỏi Vì Sao - Phần 1", "RESPONSE": "-Nó chia bán đảo Triều tiên năm 1945 thành Bắc Triều tiên và Hàn quốc. •Đảo \nKorsika(Cooc) thuộc nước nào? -Thuộc Pháp, đây là quê hương của Napoleon,\n ...", "GOOGLE": "Đảo Korsika(Cooc) thuộc nước nào"}, {"MESSAGE": "10 vạn câu hỏi vì sao", "RESPONSE": "-Nó chia bán đảo Triều tiên năm 1945 thành Bắc Triều tiên và Hàn quốc. •Đảo \nKorsika(Cooc) thuộc nước nào? -Thuộc Pháp, đây là quê hương của Napoleon,\n ...", "GOOGLE": "Đảo Korsika(Cooc) thuộc nước nào"}, {"MESSAGE": "Hành trình đến đảo Corse lộng lẫy - VnExpress", "RESPONSE": "28 Tháng Sáu 2013 ... Đảo Corse nằm trên biển Địa Trung Hải, thuộc miền Đông Nam nước Pháp. Với \ndiện tích chỉ có 8.722 km2, đảo Corse có tới hơn 1.000 km bờ ...", "GOOGLE": "Đảo Korsika(Cooc) thuộc nước nào"}, {"MESSAGE": "Vương quốc Corse (1794-1796) – Wikipedia tiếng Việt", "RESPONSE": "Vương quốc Corse là một quốc gia độc lập trên đảo Corse tồn tại vào giữa \nnhững ... bố Corse ly khai khỏi nước Pháp. Ông yêu cầu sự bảo vệ của chính \nphủ Anh, ... một vương quốc tự trị trực thuộc nền quân chủ Anh. Về phía Anh \nquốc cho đó là ... vì không có sự thay thế nào khác, ông buộc phải tham gia cùng \nngười Anh ...", "GOOGLE": "Đảo Korsika(Cooc) thuộc nước nào"}, {"MESSAGE": "Cộng hòa Corse – Wikipedia tiếng Việt", "RESPONSE": "Cộng hòa Corse là một quốc gia có chủ quyền trên đảo Corse được Pasquale ... \nnhận là họ cũng đã bỏ phiếu trong các cuộc bầu cử quốc gia dưới thời kỳ Cộng \nhòa. Nước cộng hòa còn đúc tiền xu của riêng mình tại Murato vào năm 1761, ... \nCho đến ngày nay, một số người thuộc thành phần ly khai Corse chẳng hạn như\n ...", "GOOGLE": "Đảo Korsika(Cooc) thuộc nước nào"}, {"MESSAGE": "Ý chiếm đóng Corse – Wikipedia tiếng Việt", "RESPONSE": "Sự chiếm đóng đảo Corse của Ý được sự ủng hộ mạnh mẽ từ phong trào ... đã \nnắm quyền kiểm soát đảo Corse, khi đó vẫn đang thuộc chủ quyền chính phủ ... \nban đầu không có đơn vị Corse kháng chiến nào được lập dưới sự chiếm đóng \ncủa Ý ... và thực hiện những biện pháp đề phòng cuộc đổ bộ của quân Đồng \nMinh.", "GOOGLE": "Đảo Korsika(Cooc) thuộc nước nào"}, {"MESSAGE": "Cảng Thượng Hải – Wikipedia tiếng Việt", "RESPONSE": "Cảng Thượng Hải nhìn ra biển Hoa Đông về phía đông, và vịnh Hàng Châu ở ... \nvà cảng Quảng Châu để trở thành cảng lớn nhất của Trung Quốc vào lúc đó.", "GOOGLE": "Cảng nào lớn nhất Đông Á?"}, {"MESSAGE": "Singapore – Wikipedia tiếng Việt", "RESPONSE": "Lãnh thổ của Singapore liên tục mở rộng thông qua hoạt động cải tạo đất. ... \nphồn thịnh nhất tại khu vực Đông Nam Á, sánh ngang với các thành phố cảng \nlớn .... tàu đỗ không biết cơ man nào mà kể, tàu của khắp các nước đi tự Á Đông \nsang ...", "GOOGLE": "Cảng nào lớn nhất Đông Á?"}, {"MESSAGE": "Sân bay quốc tế Incheon – Wikipedia tiếng Việt", "RESPONSE": "Đây là một trong những cảng trung chuyển hàng không lớn nhất và nhộn nhịp \nnhất trên thế giới, là cửa ngõ quan trọng vào Đông Á và cả châu Á. Sân bay này\n ...", "GOOGLE": "Cảng nào lớn nhất Đông Á?"}, {"MESSAGE": "Busan – Wikipedia tiếng Việt", "RESPONSE": "... cảng lớn nhất của Hàn Quốc, nằm ở phía đông nam của bán đảo Triều Tiên. ... \nTrên diện trường quốc tế, Busan là địa điểm tổ chức Đại hội Thể thao châu Á ...", "GOOGLE": "Cảng nào lớn nhất Đông Á?"}, {"MESSAGE": "Sân bay quốc tế Long Thành – Wikipedia tiếng Việt", "RESPONSE": "Vị trí sân bay Tân Sơn Nhất nằm trong khu vực nội đô vốn đông đúc và chật chội, \n... các cảng hàng không trung chuyển lớn khác trong khu vực Đông Nam Á nói ...", "GOOGLE": "Cảng nào lớn nhất Đông Á?"}, {"MESSAGE": "Giao thông Hải Phòng – Wikipedia tiếng Việt", "RESPONSE": "Hệ thống giao thông của Hải Phòng đóng vai trò quan trọng trong việc vận tải ... \nmối quan hệ gắn bó với nhiều cảng lớn ở Đông Nam Á, châu Á, châu Đại Dương\n, ... cùng với Cảng Sài Gòn là một trong 2 hệ thống cảng biển lớn nhất Việt Nam,\n ...", "GOOGLE": "Cảng nào lớn nhất Đông Á?"}, {"MESSAGE": "Dammam – Wikipedia tiếng Việt", "RESPONSE": "Dammam (tiếng Ả Rập: الدمام‎ ad-Dammām) là thủ phủ của vùng Đông thuộc Ả ... \nGiống như các thủ phủ vùng khác, Dammam không thuộc tỉnh nào mà thuộc ... \nHải cảng Quốc vương Abdul Aziz của Dammam là cảng lớn nhất trên vịnh Ba Tư,\n ...", "GOOGLE": "Cảng nào lớn nhất Đông Á?"}, {"MESSAGE": "Hải Phòng – Wikipedia tiếng Việt", "RESPONSE": "Cát Bà cũng là đảo lớn nhất thuộc khu vực Vịnh Hạ Long. ...... mối quan hệ gắn \nbó với nhiều cảng lớn ở Đông Nam Á, châu Á, châu Đại Dương, Bắc Mỹ, ...... một \nai có thể lấy đi ở đây bất cứ thứ gì dù đó chỉ là một hòn đá, hay một chiếc lá cây.", "GOOGLE": "Cảng nào lớn nhất Đông Á?"}, {"MESSAGE": "Sân bay quốc tế Nội Bài – Wikipedia tiếng Việt", "RESPONSE": "Sân bay Nội Bài là trung tâm hoạt động chính cho Vietnam Airlines, VietJet Air, ... \nSân bay do Tổng công ty cảng hàng không Việt Nam (ACV), một cơ quan của ... \nA thông qua một hành lang kín kéo dài, giúp giảm tải phần nào cho sân bay. ... \ntrở thành một trong những trạm trung chuyển hàng không lớn nhất Đông Nam Á.", "GOOGLE": "Cảng nào lớn nhất Đông Á?"}, {"MESSAGE": "Sân bay quốc tế Tân Sơn Nhất – Wikipedia tiếng Việt", "RESPONSE": "Tên giao dịch chính thức: Cảng hàng không quốc tế Tân Sơn Nhất. Sân bay này \n.... Lúc 3h sáng ngày 27 tháng 10 năm 2008, nhà ga nội địa đã cháy lớn. ..... cơ \nsở điều hành bay được trang bị hiện đại nhất của Việt Nam và Đông Nam Á.", "GOOGLE": "Cảng nào lớn nhất Đông Á?"}, {"MESSAGE": "Ngũ Đại Hồ – Wikipedia tiếng Việt", "RESPONSE": "Đôi khi năm hồ này được gọi biển nội địa. Các hồ lớn[sửa | sửa mã nguồn]. Hồ \nSuperior, hồ lớn và sâu nhất, lớn hơn Cộng hòa Séc ... Michigan, Erie và \nSuperior, nhưng cách này không có thứ tự đặc biệt nào. ... Ngày nay, 20% dung \ntích nước ngọt trên thế giới nằm trong nhóm hồ này: gần 23.000 km³ (5.473 dặm \nkhối).", "GOOGLE": "Hồ nội địa nào sâu nhất thế giới?"}, {"MESSAGE": "Sông nào dài nhất thế giới? - VnExpress", "RESPONSE": "12 Tháng Mười Một 2019 ... Một phần dòng sông dài nhất thế giới. Ảnh: National ... Hồ nước nào lớn nhất thế \ngiới? Tin nổi bật. Thế giới bước sang năm mới 2020 ...", "GOOGLE": "Hồ nội địa nào sâu nhất thế giới?"}, {"MESSAGE": "Hồ Baikal – Wikipedia tiếng Việt", "RESPONSE": "... hồ Baikal có diện tích bề mặt lớn hơn bất kỳ hồ nước ngọt nào khác tại châu Á \nvà là hồ sâu lớn nhất thế giới với độ sâu ...", "GOOGLE": "Hồ nội địa nào sâu nhất thế giới?"}, {"MESSAGE": "Biển Chết – Wikipedia tiếng Việt", "RESPONSE": "Biển Chết dài 76 km, chỗ rộng nhất tới 18 km và chỗ sâu nhất là 400 m. ... và các \ndu khách từ các khu vực xung quanh Địa Trung Hải trong hàng nghìn năm qua. \n... nghỉ ngơi đầu tiên trên thế giới của Herod Đại Đế, và là nguồn cung cấp các \nsản phẩm ... Đối với người Hy Lạp thì biển Chết là \"hồ Asphaltites\" (xem dưới \nđây).", "GOOGLE": "Hồ nội địa nào sâu nhất thế giới?"}, {"MESSAGE": "Sai, sông Amazon rộng nhất - VnExpress", "RESPONSE": "12 Tháng Mười Một 2019 ... ... và Peru) rộng nhất thế giới. Vào mùa khô, nơi rộng nhất của Amazon là 11 km. \n... Câu 3: Sông nào sâu nhất thế giới? a. Amazon · b. Congo.", "GOOGLE": "Hồ nội địa nào sâu nhất thế giới?"}, {"MESSAGE": "Đúng, sông Amazon rộng nhất - VnExpress", "RESPONSE": "12 Tháng Mười Một 2019 ... ... và Peru) rộng nhất thế giới. Vào mùa khô, nơi rộng nhất của Amazon là 11 km. \n... Câu 3: Sông nào sâu nhất thế giới? a. Amazon · b. Congo.", "GOOGLE": "Hồ nội địa nào sâu nhất thế giới?"}, {"MESSAGE": "Biển Caspi – Wikipedia tiếng Việt", "RESPONSE": "Biển Caspi (cũng được phiên âm là: Caxpi, Hán Việt: Lý Hải 裏海) là hồ nước lớn \nnhất trên thế giới tính về cả diện tích và thể tích. Diện tích mặt nước là 371.000 ...", "GOOGLE": "Hồ nội địa nào sâu nhất thế giới?"}, {"MESSAGE": "Đúng, Congo là sông sâu nhất - VnExpress", "RESPONSE": "12 Tháng Mười Một 2019 ... Điểm sâu nhất xấp xỉ 220 m, nhỉnh hơn 20 m so với con sông xếp thứ hai là \nTrường Giang (Trung ... Câu 4: Dòng sông nào nóng nhất thế giới?", "GOOGLE": "Hồ nội địa nào sâu nhất thế giới?"}, {"MESSAGE": "Biển – Wikipedia tiếng Việt", "RESPONSE": "Các ion phong phú nhất trong nước biển là clo và natri. ..... lịch sử địa chất của \nTrái Đất, làm thể hiện một điều không rõ rằng như thế nào ..... Dòng hải lưu sâu \nchảy qua tất cả các đại dương trên thế giới và được gọi là vòng .... Biển Aral ở \nTrung Á và Hồ Pyramid ở miền Tây Hoa Kỳ là ví dụ về các vực nước mặn nội địa \nmà ...", "GOOGLE": "Hồ nội địa nào sâu nhất thế giới?"}, {"MESSAGE": "Biển Đen – Wikipedia tiếng Việt", "RESPONSE": "Biển Đen hay Hắc Hải là một biển nội địa nằm giữa Đông Nam châu Âu và ... cho \nrằng Biển Đen đã từng là một hồ nước ngọt trong đất liền (ít nhất là trong các lớp \n... bồn nước phân tầng lớn nhất trên thế giới, ở đó các lớp nước ở dưới sâu và ...", "GOOGLE": "Hồ nội địa nào sâu nhất thế giới?"}, {"MESSAGE": "Saint Helena – Wikipedia tiếng Việt", "RESPONSE": "Flag of Saint Helena.svg · Shield of Saint Helena.svg ... đặt theo tên của Helena \nthành Constantinopolis, là đảo núi lửa nằm ở phía Nam Đại Tây ... Ngôi nhà \nLongwood chính là nơi sinh sống của ông và Sane Valley trên đảo sau thất bại ... \nNgày nay, Saint Helena là một thành viên của Hiệp hội Thể thao Các đảo Thế \ngiới ...", "GOOGLE": "Đảo St. Helenanằm ở đâu?"}, {"MESSAGE": "Đảo Ascension – Wikipedia tiếng Việt", "RESPONSE": "Đảo là nơi đặt RAF Ascension Island (một sân bay trong những trạm Không lực \n... Đảo Ascension có một trong bốn anten (ba anten còn lại ở đảo Kwajalein, ...", "GOOGLE": "Đảo St. Helenanằm ở đâu?"}, {"MESSAGE": "Nhịp sống trên hòn đảo mà hoàng đế Napoleon qua đời - Khám phá ...", "RESPONSE": "30 Tháng Mười 2014 ... Saint Helena là một hòn đảo thuộc Anh ở phía Nam Đại Tây Dương, ... đảo là \nđiểm thu hút khách du lịch nhưng rất ít người sẵn sàng bỏ ra 6 ...", "GOOGLE": "Đảo St. Helenanằm ở đâu?"}, {"MESSAGE": "'Sân bay vô dụng nhất thế giới' hết vô dụng - VnExpress Du lịch", "RESPONSE": "17 Tháng Mười 2017 ... Sân bay St. Helena nằm trên quần đảo xa xôi cùng tên ở phía nam Đại Tây \nDương, thuộc lãnh thổ hải ngoại Anh. Tháng 5/2016, hoàng tử ...", "GOOGLE": "Đảo St. Helenanằm ở đâu?"}, {"MESSAGE": "'Sân bay vô dụng nhất thế giới' đón chuyến bay đầu tiên - Du lịch ...", "RESPONSE": "8 Tháng Năm 2017 ... Tiêu tốn 250 triệu bảng, sân bay St Helena “đắp chiếu” sau hơn một năm khai ... \nhành khách đã hạ cánh xuống sân bay St Helena nằm giữa Đại Tây dương, ... \nDanh xưng đã gắn liền với sân bay đảo St Helena trong suốt hơn một ... Tắm \nonsen là một trải nghiệm hấp dẫn du khách ở Nhật Bản dù có nhiều ...", "GOOGLE": "Đảo St. Helenanằm ở đâu?"}, {"MESSAGE": "'Sân bay vô dụng nhất thế giới' đã bớt vô dụng - Thế giới - Zing.vn", "RESPONSE": "15 Tháng Mười 2017 ... Chuyến bay kéo dài 6 giờ 15 phút, tính cả thời gian quá cảnh ở thủ đô ... Đảo St. \nHelena nằm giữa châu Phi và Nam Mỹ, có diện tích 122 km2 ...", "GOOGLE": "Đảo St. Helenanằm ở đâu?"}, {"MESSAGE": "Doubtful Sound – Wikipedia tiếng Việt", "RESPONSE": "Doubtful Sound là một trong những vịnh hẹp sâu và đẹp nhất nằm ở phía ... số \nhòn đảo nhỏ và địa điểm trong vịnh như: Febrero, Bauza, the Nee Islets, ... Vịnh \nbao gồm nhiều thác nước lớn, đặc biệt là thác Helena (nằm ở điểm đầu ... Các \nloài này bao gồm san hô đen (Antipatharia fiordensis) thường được tìm thấy ở độ\n ...", "GOOGLE": "Đảo St. Helenanằm ở đâu?"}, {"MESSAGE": "10 vạn câu hỏi vì sao", "RESPONSE": "•Đảo St. Helenanằm ở đâu? -Nằm giữa Đại tây dương , khoảng 3000 kmcách bờ \nbiển phía tây của. Angola. Napoleon bị đẩy và chết ở đây. • Người ta gọi vùng ...", "GOOGLE": "Đảo St. Helenanằm ở đâu?"}, {"MESSAGE": "10 Vạn Câu Hỏi Vì Sao - Phần 1", "RESPONSE": "•Đảo St. Helenanằm ở đâu? -Nằm giữa Đại tây dương , khoảng 3000 kmcách bờ \nbiển phía tây của Angola. Napoleon bị đẩy và chết ở đây. • Người ta gọi vùng ...", "GOOGLE": "Đảo St. Helenanằm ở đâu?"}, {"MESSAGE": "Sân bay vô dụng nhất thế giới đã có tác dụng - VTC News", "RESPONSE": "15 Tháng Mười 2017 ... Chuyến bay kéo dài 6 giờ 15 phút, tính cả thời gian quá cảnh ở thủ đô ... Đảo St. \nHelena nằm giữa châu Phi và Nam Mỹ, có diện tích 122 km2 ...", "GOOGLE": "Đảo St. Helenanằm ở đâu?"}, {"MESSAGE": "Xibia – Wikipedia tiếng Việt", "RESPONSE": "Xibia trong lịch sử là một phần của nước Nga hiện đại kể từ thế kỷ 17. ... cho tới \nnay người ta vẫn chưa thể chắc chắn phiên bản nào là gần với sự thật nhất. ... \nTư Hãn thì người Mông Cổ dùng tên gọi này để chỉ khu vực rừng-thảo nguyên \ncủa ... Các vùng đá núi lửa Siberia được hình thành bởi một trong những sự kiện \nnúi ...", "GOOGLE": "Người ta gọi vùng rừng vành đai Siberi là gì?"}, {"MESSAGE": "Hổ – Wikipedia tiếng Việt", "RESPONSE": "Hổ, còn gọi là cọp, hùm, kễnh, khái, ông ba mươi hay chúa sơn lâm (danh pháp \n... chỉ có hổ và báo đốm Mỹ (jaguar) là bơi tốt, và thông thường người ta hay thấy \n... Hổ từng có phạm vi phân bố rộng từ vùng Đông Anatolia thuộc Thổ Nhĩ Kỳ ở \nphía ... Quần thể hổ ngày nay bị chia cắt, trải dài từ rừng ôn đới Siberia đến rừng\n ...", "GOOGLE": "Người ta gọi vùng rừng vành đai Siberi là gì?"}, {"MESSAGE": "10 vạn câu hỏi vì sao", "RESPONSE": "-Nằm giữa Đại tây dương , khoảng 3000 kmcách bờ biển phía tây của. Angola. \nNapoleon bị đẩy và chết ở đây. • Người ta gọi vùng rừng vành đai Siberi là gì?", "GOOGLE": "Người ta gọi vùng rừng vành đai Siberi là gì?"}, {"MESSAGE": "10 Vạn Câu Hỏi Vì Sao - Phần 1", "RESPONSE": "Người Úc chủ yếu gốc Anh, họ sống ở những vùng ven biển trù phú còn sâu \ntrong đất liền phẩn lớn là sa mạc. ... Người ta gọi vùng rừng vành đai Siberi là gì\n?", "GOOGLE": "Người ta gọi vùng rừng vành đai Siberi là gì?"}, {"MESSAGE": "Sự kiện Tunguska – Wikipedia tiếng Việt", "RESPONSE": "Thỉnh thoảng sự kiện này được gọi là Vụ nổ lớn Siberi. ... Khoảng 7:15 sáng, \nnhững người Tungus bản địa và người định cư Nga trên những quả ..... xuất bản \nmột cuộc nghiên cứu cho thấy vật thể đó tới từ hướng vành đai thiên thạch. ... \ncho thấy những khối phản vật chất như vậy hiện diện trong vùng vũ trụ của \nchúng ta.", "GOOGLE": "Người ta gọi vùng rừng vành đai Siberi là gì?"}, {"MESSAGE": "Địa lý châu Á – Wikipedia tiếng Việt", "RESPONSE": "Về mặt giới hạn, châu Á kéo dài từ vùng cực bắc đến vùng Xích đạo, tiếp .... Các \nvùng có nhiều thiếc nhất là vùng núi Đông Siberi và vùng Đông Nam Á. ... Đới \nuốn nếp Tân sinh chưa được nghiên cứu đầy đủ song người ta thấy có ...... Đới \nrừng lá kim hay còn gọi là rừng taiga chiếm một dải rộng về phía Bắc vành đai ôn\n ...", "GOOGLE": "Người ta gọi vùng rừng vành đai Siberi là gì?"}, {"MESSAGE": "Địa lý Canada – Wikipedia tiếng Việt", "RESPONSE": "Địa lý Canada mô tả những nét đặc trưng địa lý của Canada - quốc gia có tổng \ndiện ... Dân số của Canada ước tính 36.638.259 triệu người tính đến tháng 12 \nnăm 2016, tập .... Một số khu vực cụ thể của Shield được gọi là các dãy núi, bao \ngồm dãy ... Vùng Tây Canada có nhiều núi lửa và là một phần của vành đai lửa \nThái ...", "GOOGLE": "Người ta gọi vùng rừng vành đai Siberi là gì?"}, {"MESSAGE": "Nga – Wikipedia tiếng Việt", "RESPONSE": "Các sử gia hiện đại gọi quốc gia này là \"Rus Kiev\" để phân biệt nó với các quốc \ngia hậu thân. Bản thân tên ..... Không hề có điều gì bất bình thường ở đây. Về \nhoạt động ..... Để diễn tả sự to lớn này, người ta thường nói là Nga bao trùm 11 \nmúi giờ. ..... Rừng bị tàn phá mạnh tại các vùng Viễn Đông, phía Tây Bắc và \nSiberia.", "GOOGLE": "Người ta gọi vùng rừng vành đai Siberi là gì?"}, {"MESSAGE": "Cộng hòa Sakha – Wikipedia tiếng Việt", "RESPONSE": "Người Evenk gọi người Sakha là \"Yako\" và thuật ngữ này được người Nga sử ... \nNgoài ra, người ta cũng bắt đầu các hoạt động thăm dò địa chất, khai mỏ và sản \nxuất chì tại địa phương. ... Yakutia là vùng xa xôi cách trở, ngay cả khi so sánh \nvới phần còn lại của Siberi, ... Sakha được phân thành ba vành đai thực vật lớn.", "GOOGLE": "Người ta gọi vùng rừng vành đai Siberi là gì?"}, {"MESSAGE": "Trung Á – Wikipedia tiếng Việt", "RESPONSE": "Trung Á là một vùng của châu Á không tiếp giáp với đại dương. Có nhiều định \nnghĩa về ... Trung Đông và châu Âu. Đôi khi người ta còn gọi nó là vùng Nội Á.", "GOOGLE": "Người ta gọi vùng rừng vành đai Siberi là gì?"}, {"MESSAGE": "Danh sách quốc gia theo diện tích – Wikipedia tiếng Việt", "RESPONSE": "Tổng các diện tích gồm, ví dụ đất và các vùng mặt nước trong nội địa (hồ, hồ \nchứa ... đồ thị của danh sách này, xem danh sách các nước theo diện tích (đồ thị)\n. ..... 78, Phần lớn thuộc quyền chiếm đóng của Maroc, một số lãnh thổ thuộc \nquyền .... Bảng thống kê công bố về diện tích của các quốc gia và vùng lãnh thổ \ntrên thế ...", "GOOGLE": "Hãy kể tên 4 nước lớn nhất về diện tích!"}, {"MESSAGE": "Đại dương – Wikipedia tiếng Việt", "RESPONSE": "Xét Trái Đất, nước mặn bao phủ một diện tích khoảng 360.000.000 km2 và ... vực \nnhỏ hơn của đại dương được gọi là các biển, vịnh hay một số các tên gọi khác. ... \ntrong đó Thái Bình Dương là lớn nhất và sâu nhất, thứ hai về diện tích và độ sâu \n... Lớp vỏ đại dương dày trung bình khoảng 4,5 km, bao gồm một lớp trầm tích ...", "GOOGLE": "Hãy kể tên 4 nước lớn nhất về diện tích!"}, {"MESSAGE": "Châu Nam Cực – Wikipedia tiếng Việt", "RESPONSE": "Châu Nam Cực là lục địa nằm xa nhất về phía nam của Trái Đất, chứa cực Nam \n... diện tích 14 triệu km2 (5,4 triệu dặm2), châu Nam Cực là lục địa lớn thứ 5 về \ndiện ... Châu Nam Cực được xem là 1 hoang mạc có diện tích lớn nhất thế giới, \nvới ... các tàu được chỉ huy bởi 3 người đã nhìn thấy Nam Cực hay lớp băng của \nnó ...", "GOOGLE": "Hãy kể tên 4 nước lớn nhất về diện tích!"}, {"MESSAGE": "Pháp – Wikipedia tiếng Việt", "RESPONSE": "Pháp là nước cộng hòa bán tổng thống nhất thể, thủ đô Paris cũng là thành ... \nPháp có thành tích cao trong các xếp hạng quốc tế về giáo dục, y tế, tuổi thọ ... \ntên gọi \"France\" bắt nguồn từ tiếng La Tinh Francia, hay \"quốc gia của người \nFrank\". ...... Tổng diện tích đất liền của Pháp, bao gồm các lãnh thổ tại hải ngoại \ntrừ vùng ...", "GOOGLE": "Hãy kể tên 4 nước lớn nhất về diện tích!"}, {"MESSAGE": "Úc – Wikipedia tiếng Việt", "RESPONSE": "Đây là quốc gia lớn thứ sáu về diện tích trên thế giới. ... Trong khi người Hán \nquen đọc chữ “澳” trong tên gọi “澳大利亞” là Áo, người Việt Nam vẫn ... được \ndùng phổ biến trong tiếng Việt giống như trường hợp của nước Ý (hay Italia). .... \nít nhất 2/3 số phiếu tại cả hai viện của Nghị viện Úc. Kể từ khi Gough Whitlam trở \nthành ...", "GOOGLE": "Hãy kể tên 4 nước lớn nhất về diện tích!"}, {"MESSAGE": "Châu Đại Dương – Wikipedia tiếng Việt", "RESPONSE": "Châu Đại Dương là lục địa nhỏ nhất về diện tích đất liền và nhỏ thứ nhì về dân ... \ntại châu Đại Dương, còn Sydney của nước này là thành phố lớn nhất châu lục. \n..... hành chính đối với phần đông nam New Guinea cho Úc (đổi tên thành \"Lãnh \nthổ ... châu Á, hay quần đảo Aleut thuộc Bắc Mỹ. Về ngoại vi, châu Đại Dương \ntrải ...", "GOOGLE": "Hãy kể tên 4 nước lớn nhất về diện tích!"}, {"MESSAGE": "Đức – Wikipedia tiếng Việt", "RESPONSE": "Thủ đô và vùng đô thị lớn nhất của Đức là Berlin. ... Một khu vực mang tên \nGermania được ghi lại trước năm 100. Trong Giai đoạn Di cư, các bộ lạc German \nbành trướng về phương nam. ...... Tổng cộng có 53,5% diện tích nước Đức là đất \nnông nghiệp, 29,5% diện tích là đất rừng, 12,3% diện tích là đất ở và đất giao \nthông ...", "GOOGLE": "Hãy kể tên 4 nước lớn nhất về diện tích!"}, {"MESSAGE": "Danh sách các vườn quốc gia tại Việt Nam – Wikipedia tiếng Việt", "RESPONSE": "Hiện nay Việt Nam có 33 vườn quốc gia với tổng diện tích các vườn quốc gia \nkhoảng 10.665,44 ... 2018 nằm trên địa bàn tỉnh Đắc Nông. Phong Nha - Kẻ \nBàng là vườn quốc gia có diện tích lớn nhất, ... Vùng, Tên vườn, Năm ... Công \nước về các vùng đất ngập nước có tầm quan trọng quốc tế (viết tắt là Khu \nRamsar) công ...", "GOOGLE": "Hãy kể tên 4 nước lớn nhất về diện tích!"}, {"MESSAGE": "Anh – Wikipedia tiếng Việt", "RESPONSE": "Anh nằm tại miền trung và miền nam đảo Anh và chiếm khoảng 5/8 diện tích của \n... Thủ đô của Anh là Luân Đôn, thuộc khu vực đại đô thị lớn nhất tại Anh Quốc \ncũng ... Ghi chép đầu tiên về cái tên xuất hiện trong tác phẩm Corpus \nAristotelicum ..... tệ tại Anh và Wales, song không có quyền này tại Scotland hay \nBắc Ireland.", "GOOGLE": "Hãy kể tên 4 nước lớn nhất về diện tích!"}, {"MESSAGE": "Quần đảo Hoàng Sa – Wikipedia tiếng Việt", "RESPONSE": "Hoàng Sa (黄沙), có nghĩa là \"cát vàng\", là tên Người Việt đặt cho quần đảo ... [\nXa hơn kể từ phía bờ biển, ở phía trước của Huế là Paracels hoặc Kat-vang, .... \nĐiểm cao nhất của quần đảo là một vị trí trên đảo Đá với cao độ 14 m (hay 15,2 \nm). ...... quan trọng về phương diện kinh tế và quân sự đối với Trung Quốc, các \nnước ...", "GOOGLE": "Hãy kể tên 4 nước lớn nhất về diện tích!"}, {"MESSAGE": "Babylon – Wikipedia tiếng Việt", "RESPONSE": "Dưới triều vua Nebuchadnezzar II, Đế quốc Tân Babylon trở nên vô cùng hùng ... \nMột số phần của tường thành Babylon nằm ở phía tây dòng sông vẫn còn đến ...", "GOOGLE": "Babylon nằm ở đâu?"}, {"MESSAGE": "Vườn treo Babylon – Wikipedia tiếng Việt", "RESPONSE": "Vườn Treo Babylon là một trong Bảy kỳ quan thế giới cố đại được vinh danh \ntrong .... nằm ở trên cao so với những vùng đất xung quanh và kỹ thuật tưới nước\n.", "GOOGLE": "Babylon nằm ở đâu?"}, {"MESSAGE": "Babylon - Ngày tàn của một Đế chế giàu có do đâu?", "RESPONSE": "6 Tháng Ba 2016 ... Babylon - một nền văn mình lớn của Lưỡng Hà đã biến mất do đâu? ... Các di \ntích của thành quốc này được phát hiện ngày nay nằm ở Al ...", "GOOGLE": "Babylon nằm ở đâu?"}, {"MESSAGE": "Vườn treo nổi tiếng thế giới Babylon được xây dựng tặng công chúa ...", "RESPONSE": "3 Tháng Chín 2018 ... Câu 1. Vườn treo Babylon được xây dựng ở quốc gia nào hiện nay? ... Công \ntrình nào sau đây cũng nằm trong 7 kỳ quan của thế giới cổ đại?", "GOOGLE": "Babylon nằm ở đâu?"}, {"MESSAGE": "Thành quốc Babylon xưa thuộc nước nào ngày nay? - VnExpress", "RESPONSE": "26 Tháng 4 2018 ... Babylon là một trong những thành phố nổi tiếng nhất thời cổ đại, cư dân nơi đây \ncó sự phát triển ... Tòa tháp đôi cao nhất thế giới nằm ở đâu?", "GOOGLE": "Babylon nằm ở đâu?"}, {"MESSAGE": "Vườn treo Babylon không nằm ở Babylon - Khám phá - ZING.VN", "RESPONSE": "6 Tháng Năm 2013 ... Các chuyên gia khảo cổ học của Đại học Oxford, Anh vừa chứng minh được \nrằng, vườn treo Babylon - một trong 7 kỳ quan thế giới cổ đại, nằm ...", "GOOGLE": "Babylon nằm ở đâu?"}, {"MESSAGE": "Bảy kỳ quan thế giới cổ đại – Wikipedia tiếng Việt", "RESPONSE": "Kim tự tháp của vua Chephren nằm phía sau kim tự tháp của Khufu và phía ... Ba \nkim tự tháp nhỏ hơn ở phía trước được xây cho ba người vợ của vua Mycerinus. \n... Vườn treo Babylon, cũng được gọi là vườn treo Semiramis, là một công trình ...", "GOOGLE": "Babylon nằm ở đâu?"}, {"MESSAGE": "Tháp Babel – Wikipedia tiếng Việt", "RESPONSE": "... là một ngọn tháp to lớn được xây dựng ở thành phố Babylon (Do Thái: Babel, \n... tháp Babel cùng với thành ngữ \"tiếng nói bất đồng tại Babylon\" mặc dù kích ...", "GOOGLE": "Babylon nằm ở đâu?"}, {"MESSAGE": "Văn minh cổ Babylon – Wikipedia tiếng Việt", "RESPONSE": "Văn minh cổ Babylon là một vùng văn hóa cổ ở trung tâm phía nam Lưỡng Hà .... \nTriều đại này đóng đô ở một tỉnh phía nam đế quốc Cổ Babylon, nằm gần 2 ...", "GOOGLE": "Babylon nằm ở đâu?"}, {"MESSAGE": "Người Ba Tư – Wikipedia tiếng Việt", "RESPONSE": "... ngôn ngữ châu Âu bắt nguồn từ Persis, một vùng đất nằm ở phía bắc vịnh Ba \nTư, ... và xã hội Ba Tư bằng cách sáp nhập Đế quốc Babylon và Đế quốc Lydia.", "GOOGLE": "Babylon nằm ở đâu?"}, {"MESSAGE": "Địa lý châu Âu – Wikipedia tiếng Việt", "RESPONSE": "Sông Volga, sông dài nhất ở châu Âu, ở Ulyanovsk, Nga. Sông Danube ... Các \nsông quan trọng ở châu Âu, với chiều dài ước tính: ...", "GOOGLE": "Sông nào dài nhất châu Âu?"}, {"MESSAGE": "Danh sách sông dài nhất thế giới – Wikipedia tiếng Việt", "RESPONSE": "Đây là Danh sách các con sông dài hơn 1000 km trên Trái Đất. Nó bao gồm cả \nhệ ... Từ trước tới nay sông Nin vẫn được xem là dòng sông dài nhất thế giới, .... \nChâu Giang, 2.200, 1.376, 437.000, 13.600, Biển Đông, Trung Quốc (98,5%), .... \nhttp://www.ga.gov.au/education/geoscience-basics/landforms/longest-rivers.jsp ...", "GOOGLE": "Sông nào dài nhất châu Âu?"}, {"MESSAGE": "Sông nào dài nhất thế giới? - VnExpress", "RESPONSE": "12 Tháng Mười Một 2019 ... ... Trường Giang, Hoàng Hà, Congo, sông nào dài nhất, rộng nhất và ... nào dài \nnhất châu Á? Quốc gia nào có biệt danh 'món quà của sông ...", "GOOGLE": "Sông nào dài nhất châu Âu?"}, {"MESSAGE": "Sông nào ở châu Á dài hơn 6.300 km? - Tư vấn - ZING.VN", "RESPONSE": "17 Tháng Mười 2018 ... Đây là sông dài nhất châu Á và thứ ba thế giới. Bạn biết gì về dòng sông này? ... \nSông Trường Giang chảy qua tỉnh nào của Trung Quốc? Tứ Xuyên; Giang Tây ... \nĐàn ông nước châu Âu nào mặc váy để tăng vẻ nam tính?", "GOOGLE": "Sông nào dài nhất châu Âu?"}, {"MESSAGE": "Sông nào dài nhất châu Á? - VnExpress", "RESPONSE": "29 Tháng Giêng 2018 ... Độ dài của con sông này xếp thứ ba thế giới, chỉ sau Amazon và sông Nile. - \nVnExpress.", "GOOGLE": "Sông nào dài nhất châu Âu?"}, {"MESSAGE": "Sông nào lớn nhất thế giới, cung cấp tới 20% nước ngọt cho nhân ...", "RESPONSE": "27 Tháng Bảy 2019 ... Câu 5: Dòng sông nào dài nhất châu Âu? Sông Danube; Sông Volga; Sông Elbe; \nSông Rhine. Với chiều dài 3.690 km, sông Volga ở Nga là ...", "GOOGLE": "Sông nào dài nhất châu Âu?"}, {"MESSAGE": "Sông Volga – Wikipedia tiếng Việt", "RESPONSE": "Sông Volga (tiếng Nga: Волга река, phiên âm: Vôn-ga) nằm ở miền tây nước \nNga là con sông dài nhất châu Âu, với độ dài 3.690 km (2.293 dặm), tạo thành \nnền ...", "GOOGLE": "Sông nào dài nhất châu Âu?"}, {"MESSAGE": "5 dòng sông chính của châu Âu - VnExpress Du lịch", "RESPONSE": "6 Tháng Mười Một 2013 ... Các dòng sông của châu Âu từng là đường biên giới, đường giao thông, thương \nmại ... Dài 1.780 dặm, Danube là con sông dài nhất châu Âu.", "GOOGLE": "Sông nào dài nhất châu Âu?"}, {"MESSAGE": "Dòng sông nào dài hơn 6.800 km, chảy qua 11 nước? - Tư vấn ...", "RESPONSE": "6 Tháng Mười 2018 ... Dòng sông dài hơn 6.800 km thuộc châu lục nào? Châu Âu; Châu Phi; Châu Mỹ; \nChâu Đại Dương. Sông Nile chảy qua lãnh thổ của 11 ... Nguyễn Thanh Điệp. \nSông Nile Sông dài nhất thế giới sông Nile Ai Cập châu Phi ...", "GOOGLE": "Sông nào dài nhất châu Âu?"}, {"MESSAGE": "Rhein – Wikipedia tiếng Việt", "RESPONSE": "Sông Rhine hay Sông Rhein (tiếng Anh: Rhine; tiếng Đức: Rhein; tiếng Hà Lan: \n... Rhein là một trong những con sông dài nhất và quan trọng nhất ở châu Âu.", "GOOGLE": "Sông nào dài nhất châu Âu?"}, {"MESSAGE": "Thành phố New York – Wikipedia tiếng Việt", "RESPONSE": "Với vai trò là một thành phố toàn cầu tiên phong, New York có một tầm ảnh .... tên \nnó thành \"New York\" theo tên Công tước York và Albany của Anh (sau là vua ... \ncủa Brooklyn (cho đến khi đó vẫn là một thành phố độc lập), quận New York ... và \nthành phố tiếp nhận một làn sóng di dân mới đến từ châu Á và châu Mỹ Latin.", "GOOGLE": "Khi mới thành lập, thành phố NewYork của Mỹ có tên là gì"}, {"MESSAGE": "Tượng Nữ thần Tự do – Wikipedia tiếng Việt", "RESPONSE": "Tượng Nữ thần Tự do (tên đầy đủ là Nữ thần Tự do soi sáng thế giới; tiếng Anh: \n... đá phiến có khắc ngày tháng độc lập của Hoa Kỳ. Bức tượng này là biểu \ntượng .... Khi đến Thành phố New York, Bartholdi chọn đảo Bedloe làm nơi đặt \ntượng vì .... trái của Nữ thần sẽ cầm gì; sau ông mới quyết định dùng tấm tabula \nansata, ...", "GOOGLE": "Khi mới thành lập, thành phố NewYork của Mỹ có tên là gì"}, {"MESSAGE": "Quận (Thành phố New York) – Wikipedia tiếng Việt", "RESPONSE": "Thành phố New York, nằm trong tiểu bang New York của Hoa Kỳ, là một trong \ncác ... Nếu các quận là mỗi thành phố độc lập, 4 trong số các quận (Brooklyn, ... \nQuận Đảo Staten tên chính thức từng là quận Richmond cho đến khi được đổi ... \nlại với đất liền Bắc Mỹ. Một thỏa hiệp sau đó giữa các quận trưởng có liên quan \nđã ...", "GOOGLE": "Khi mới thành lập, thành phố NewYork của Mỹ có tên là gì"}, {"MESSAGE": "Illinois – Wikipedia tiếng Việt", "RESPONSE": "Đây cũng là thành phố lớn thứ ba nước Mỹ, chỉ sau thành phố New York và Los \nAngeles. ... tại Illinois khi cuộc chiến tranh giành độc lập của 13 bang thuộc địa \nnước Mỹ nổ ra. ... Tiểu bang Illinois còn có tên gọi là \"Quê hương của Lincoln\" (\nLand of .... Một lượng lớn người nhập cư từ Kentucky đã đổ vào tiểu bang mới \nnày.", "GOOGLE": "Khi mới thành lập, thành phố NewYork của Mỹ có tên là gì"}, {"MESSAGE": "Washington, D.C. – Wikipedia tiếng Việt", "RESPONSE": "Washington, D.C. là thủ đô của Hoa Kỳ, được thành lập vào ngày 16 tháng 7 \nnăm ... Đó là lý do tại sao thành phố này trong khi có tên gọi chính thức là Đặc \nkhu ... Tuy nhiên, phần lớn những người Mỹ bản thổ đã rời bỏ khu vực này vào \nđầu thế kỷ ... Thị trấn này là một phần của lãnh thổ liên bang mới được thành lập \ngần 40 ...", "GOOGLE": "Khi mới thành lập, thành phố NewYork của Mỹ có tên là gì"}, {"MESSAGE": "Hoa Kỳ – Wikipedia tiếng Việt", "RESPONSE": "Tiểu bang Alaska nằm trong vùng tây bắc của lục địa Bắc Mỹ, giáp với Canada \n.... Tên Columbia cũng có một thời là tên thông dụng để chỉ châu Mỹ và Hoa Kỳ. \nNó ..... Khi mới thành lập, Hoa Kỳ không phải là nước ủng hộ chủ nghĩa đế quốc, \n..... mại Thế giới tại Thành phố New York và Ngũ Giác Đài gần Washington, D.C.,\n ...", "GOOGLE": "Khi mới thành lập, thành phố NewYork của Mỹ có tên là gì"}, {"MESSAGE": "The Bronx – Wikipedia tiếng Việt", "RESPONSE": "The Bronx là Quận nằm ở vị trí phía cận bắc nhất trong số các quận của Thành \nphố New York và cũng là Quận mới thành lập trong số 62 Quận của Tiểu Bang ...", "GOOGLE": "Khi mới thành lập, thành phố NewYork của Mỹ có tên là gì"}, {"MESSAGE": "San Francisco – Wikipedia tiếng Việt", "RESPONSE": "San Francisco là thành phố đông dân thứ tư tại California, sau Los Angeles, San \n... Ngay sau khi độc lập khỏi Tây Ban Nha năm 1821, khu vực này trở thành ... \nHoa Kỳ qua ngã tuyến đường sắt vừa mới được hoàn thành có tên là Đường sắt \n.... trở thành một nam châm cho phong trào phản-văn hóa của Mỹ. Các nhà văn \nthế ...", "GOOGLE": "Khi mới thành lập, thành phố NewYork của Mỹ có tên là gì"}, {"MESSAGE": "National Basketball Association – Wikipedia tiếng Việt", "RESPONSE": "Đây có thể là kết quả của máy tính hoặc của người chưa thông thạo dịch thuật ... \nNBA là một trong bốn khu vực Bắc Mỹ liên đoàn thể thao chuyên nghiệp lớn. ... \nthành phố New York vào ngày 06 Tháng sáu 1946, khi Hiệp hội bóng rổ của Mỹ (\nBAA). Các giải đấu đã thông qua tên National Basketball Association vào ngày \n03 ...", "GOOGLE": "Khi mới thành lập, thành phố NewYork của Mỹ có tên là gì"}, {"MESSAGE": "Queens – Wikipedia tiếng Việt", "RESPONSE": "Nằm trên phần phía tây của Long Island, Queens là nơi có đến hai trong số ba ... \nchày New York Mets; nơi tranh giải quần vợt Mỹ Mở rộng; có Công viên Flushing \n... Với dân số 2,3 triệu, nó là quận đông dân hạng hai tại Thành phố New York ... \nNếu mỗi quận (borough) là một thành phố độc lập thì Brooklyn và Queens sẽ ...", "GOOGLE": "Khi mới thành lập, thành phố NewYork của Mỹ có tên là gì"}, {"MESSAGE": "Anpơ – Wikipedia tiếng Việt", "RESPONSE": "128 ngọn núi của dãy Alps là cao hơn bốn ngàn mét, trong đó có 82 ngọn độc \nlập ... Lạp Alpes là tên của nguồn gốc phi Ấn-Âu (phổ biến cho các dãy núi và \ndãy núi nổi ... Đỉnh cao nhất phần phía Đông An-pơ là đỉnh Piz Bernina, cao \n4052 m.", "GOOGLE": "Đỉnh núi cao nhất dãy An pơ tên là gì?"}, {"MESSAGE": "Mont Blanc – Wikipedia tiếng Việt", "RESPONSE": "... quý bà trắng) là một ngọn núi ở dãy núi Anpơ. Với độ cao của đỉnh là 4.810 m, \nđây ... Mont Blanc thuộc dãy Mont Blanc, nằm ở giữa tỉnh Haute-Savoie của \nPháp và thung lũng Aoste của Ý. Với độ cao 4.810,9 mét, đây là đỉnh cao nhất \nTây Âu. Tên Mont Blanc hay Monte Bianco theo tiếng Ý đều có nghĩa là đỉnh núi \ntrắng.", "GOOGLE": "Đỉnh núi cao nhất dãy An pơ tên là gì?"}, {"MESSAGE": "Everest – Wikipedia tiếng Việt", "RESPONSE": "Đỉnh Everest (tên khác: đỉnh Chomolungma) là đỉnh núi cao nhất trên Trái Đất so \n... Đường lên đỉnh Everest là biên giới giữa Nepal và Tây Tạng (Trung Quốc). .... \nTiếp tục len lên sườn núi, các nhà leo núi sẽ đối diện với một dãy các bậc đá với \n.... núi Norton hơn là cố gắng trèo xuống từ Bậc thứ 2 mà không nhìn thấy gì cả.", "GOOGLE": "Đỉnh núi cao nhất dãy An pơ tên là gì?"}, {"MESSAGE": "Jungfrau – Wikipedia tiếng Việt", "RESPONSE": "Núi. Jungfrau01.jpg. Dãy núi, Anpơ Bern. Vị trí, Thụy Sĩ. - cao độ, 4.158 m (\n13.642 ft) ... Đức nghĩa là \"thiếu nữ/trinh nữ\") là đỉnh cao nhất trong khối núi cùng \ntên, nằm tại ... Jungfrau là đỉnh núi cao thứ ba của Anpơ Bern sau Finsteraarhorn \nvà ... sắt Jungfraujoch ở cao độ 3.454 m (11.332 ft), nhà ga nằm ở cao độ lớn \nnhất tại ...", "GOOGLE": "Đỉnh núi cao nhất dãy An pơ tên là gì?"}, {"MESSAGE": "Himalaya – Wikipedia tiếng Việt", "RESPONSE": "Himalaya (còn có tên Hán-Việt là Hy Mã Lạp Sơn lấy từ \"Hi Mã Lạp Nhã sơn ... \nhệ thống núi Himalaya là dãy núi cao nhất hành tinh và là nơi của 14 đỉnh núi ...", "GOOGLE": "Đỉnh núi cao nhất dãy An pơ tên là gì?"}, {"MESSAGE": "Andes – Wikipedia tiếng Việt", "RESPONSE": "Tên Andes vốn từ chữ anti tiếng Quechua có nghĩa là đỉnh cao. Dãy Andes là \ndãy núi cao nhất bên ngoài châu Á với đỉnh cao nhất Aconcagua cao đến 6.962 \nm ...", "GOOGLE": "Đỉnh núi cao nhất dãy An pơ tên là gì?"}, {"MESSAGE": "Dolomites – Wikipedia tiếng Việt", "RESPONSE": "Nhưng dãy Dolomites cũng trải dài qua sông Piave (Dolomiti d'Oltrepiave) về \nphía đông; và cách ... Ngọn núi cao nhất là ngọn Marmolata với độ cao 3.342 m.", "GOOGLE": "Đỉnh núi cao nhất dãy An pơ tên là gì?"}, {"MESSAGE": "Núi – Wikipedia tiếng Việt", "RESPONSE": "Núi là dạng địa hình lồi, có sườn dốc và độ cao thường lớn hơn đồi, nằm trải dài \n... dãy Hymalaya với độ cao 8848 m tính từ mặt nước biển, là đỉnh núi cao nhất ...", "GOOGLE": "Đỉnh núi cao nhất dãy An pơ tên là gì?"}, {"MESSAGE": "Dãy Appalachia – Wikipedia tiếng Việt", "RESPONSE": "Dãy Appalchia được chia thành nhiều dãy núi nhỏ hơn, cao trung bình là ... Ngọn \nnúi cao nhất núi Mitchell ở Bắc Carolina (2.037 m hay 6.684 foot), cũng là ... Tên \nvà cách phát âm này chỉ đến người Apalachee, cũng như một vịnh gần đấy ...", "GOOGLE": "Đỉnh núi cao nhất dãy An pơ tên là gì?"}, {"MESSAGE": "Alpes Thụy Sĩ – Wikipedia tiếng Việt", "RESPONSE": "Đỉnh núi cao nhất trong dãy núi là Monte Rosa (4,634 mét) gần biên giới giữa \nThụy Sĩ-Ý. Đỉnh núi cao nhất nằm hoàn toàn trên lãnh thổ Thụy Sĩ là Dom (4,545\n ...", "GOOGLE": "Đỉnh núi cao nhất dãy An pơ tên là gì?"}, {"MESSAGE": "Danh sách núi cao nhất thế giới – Wikipedia tiếng Việt", "RESPONSE": "Danh sách các núi cao nhất thế giới là danh sách liệt kê 107 đỉnh núi cao ... với \nbốn góc là các đỉnh Noshaq (7492 m) trên biên giới Afghanistan - Pakistan ở ... \nThứ hạng, Tên núi, Chiều cao (m), Chiều cao (ft), Dãy, Quốc gia, Tọa độ, Phần lồi", "GOOGLE": "Đỉnh núi cao nhất thế giới tên là gì?"}, {"MESSAGE": "Everest – Wikipedia tiếng Việt", "RESPONSE": "Đỉnh Everest (tên khác: đỉnh Chomolungma) là đỉnh núi cao nhất trên Trái Đất so \n... có lẽ là ngọn núi cao nhất trên thế giới, không có một tên địa phương nào mà \n..... núi Norton hơn là cố gắng trèo xuống từ Bậc thứ 2 mà không nhìn thấy gì cả.", "GOOGLE": "Đỉnh núi cao nhất thế giới tên là gì?"}, {"MESSAGE": "Phan Xi Păng – Wikipedia tiếng Việt", "RESPONSE": "Phan Xi Păng, Fansipan, hay Phan Si Păng là ngọn núi cao nhất Việt Nam, cũng \n... Theo tiếng địa phương, núi tên là \"Hủa Xi Pan\" và có nghĩa là phiến đá khổng \n... Việc chinh phục đỉnh núi này có thể được thực hiện qua các tour của các công \n... Cáp treo ba dây có độ chênh giữa ga đi và ga đến lớn nhất thế giới: 1410 m ...", "GOOGLE": "Đỉnh núi cao nhất thế giới tên là gì?"}, {"MESSAGE": "Himalaya – Wikipedia tiếng Việt", "RESPONSE": "Himalaya (còn có tên Hán-Việt là Hy Mã Lạp Sơn lấy từ \"Hi Mã Lạp Nhã sơn ... là \ndãy núi cao nhất hành tinh và là nơi của 14 đỉnh núi cao nhất thế giới: các đỉnh ...", "GOOGLE": "Đỉnh núi cao nhất thế giới tên là gì?"}, {"MESSAGE": "'Nóc nhà thế giới' nằm ở đâu, cao mấy nghìn mét? - Tư vấn - ZING.VN", "RESPONSE": "10 Tháng Tám 2018 ... Đây là đỉnh núi cao nhất, được mệnh danh là nóc nhà của thế giới với chiều cao \nlên ... \"Nóc nhà thế giới\" ở Himalaya còn có tên gọi khác là?", "GOOGLE": "Đỉnh núi cao nhất thế giới tên là gì?"}, {"MESSAGE": "K2 – Wikipedia tiếng Việt", "RESPONSE": "K2 được biết đến với tên gọi \"Ngọn núi Hoang Dã\" vì hành trình lên đỉnh rất khốc \n... dặm Anh), và phát hiện hai ngọn núi cao nhất, đặt tên chúng là K1 và K2. ... \nhoặc là câu trả lời châm biếm cho câu hỏi \"Ngọn núi đó tên là gì? ... Nó chứa \nđựng sự trần trụi của thế giới này trước khi có loài người - hay của một thế giới \nlụi tàn ...", "GOOGLE": "Đỉnh núi cao nhất thế giới tên là gì?"}, {"MESSAGE": "Bạn có biết tên đỉnh núi cao nhất châu Á? - Du lịch - ZING.VN", "RESPONSE": "16 Tháng Chín 2017 ... Trái đất có nhiều điều kỳ thú. Bạn có biết đâu là con sông dài nhất hay nước nào \nnhỏ nhất thế giới không?", "GOOGLE": "Đỉnh núi cao nhất thế giới tên là gì?"}, {"MESSAGE": "Ngọn núi cao nhất thế giới chưa ai chạm tới - VnExpress Du lịch", "RESPONSE": "18 Tháng Sáu 2017 ... Tuy nhiên, đỉnh núi cao nhất thế giới chưa có người chinh phục tới là Gangkhar \nPuensum, cao 7.570 m. Điều này có thể khiến nhiều người ...", "GOOGLE": "Đỉnh núi cao nhất thế giới tên là gì?"}, {"MESSAGE": "Núi Kilimanjaro – Wikipedia tiếng Việt", "RESPONSE": "Mặc dù không phải là núi cao nhất, nhưng Kilimanjaro lại là ngọn núi đứng một \nmình cao ... m (19.340 ft) và cao thứ 4 trong số 7 đỉnh cao nhất theo từng châu \nlục trên thế giới. ... Miệng núi lửa này được đặt theo tên tiến sĩ Richard Reusch.", "GOOGLE": "Đỉnh núi cao nhất thế giới tên là gì?"}, {"MESSAGE": "Chính xác, núi cao thứ hai thế giới là K2 - VnExpress", "RESPONSE": "11 Tháng Ba 2019 ... Độ cao của nó là 8.611 m, kém núi cao nhất thế giới Everest chỉ hơn 200 m. Câu \n2: Chữ K trong tên K2 có nguồn gốc từ đâu? a. Chữ cái đầu ...", "GOOGLE": "Đỉnh núi cao nhất thế giới tên là gì?"}, {"MESSAGE": "Giao thông bên phải và bên trái – Wikipedia tiếng Việt", "RESPONSE": "Các làn đường được thiết kế cho xe có tốc độ bình thường và làn xe rẽ trái là bên \ntrái. ... Tuy nhiên, tại một số nước quy định khi đi bộ thì đi lề bên trái. ... Hiện nay, \ntại châu Âu, có 7 quốc gia đang lưu thông ở bên trái: Vương quốc Anh, Ireland, ... \nvượng chung Anh và từng là cựu thuộc địa của Anh khác, chẳng hạn như Úc, ...", "GOOGLE": "Tại sao ở nước Anh và một số nước khác xe đi bên trái đường?"}, {"MESSAGE": "Lý do một số nước đi bên trái đường - VnExpress", "RESPONSE": "13 Tháng Bảy 2012 ... Anh được cho là “cha đẻ” của kiểu đi bên trái ở một số đất nước từng là thuộc địa \nnhư Ấn độ, Pakistan, Australia và một số quốc gia khác. ... Khi đó tài xế có thể \nquan sát thái độ, phán đoán tình huống và giao tiếp với xe đối tiện tốt hơn. Bảo \nSơn ... Vì sao trên kính chắn gió ôtô luôn có dải chấm tròn đen? 12 ...", "GOOGLE": "Tại sao ở nước Anh và một số nước khác xe đi bên trái đường?"}, {"MESSAGE": "Tại sao nhiều quốc gia lái xe bên tay trái? - Ôtô - ZING.VN", "RESPONSE": "16 Tháng Ba 2014 ... Theo một nghiên cứu, tỷ lệ tai nạn tại các quốc gia có luật lái xe bên trái ... Không \nít người thắc mắc tại sao Anh và một số nước trên thế giới, người ta lại lái xe bên \ntrái thay vì bên phải như Việt Nam và hầu hết các quốc gia khác? .... \"Thời trung \ncổ, bạn đi bên trái đường bởi một lý do đơn giản là bạn sẽ ...", "GOOGLE": "Tại sao ở nước Anh và một số nước khác xe đi bên trái đường?"}, {"MESSAGE": "Tại sao Anh và nhiều quốc gia khác trên thế giới lái xe bên trái?", "RESPONSE": "30 Tháng Mười Hai 2016 ... Lái xe bên phải và bên trái có gì khác nhau và lái xe bên nào có trước ... trên thế \ngiới vẫn áp dụng quy định đi xe ở phần đường phía bên trái. ... Cho tới nay, một \nsố nước là thuộc địa cũ của Anh vẫn giữ truyền thống đi xe bên ...", "GOOGLE": "Tại sao ở nước Anh và một số nước khác xe đi bên trái đường?"}, {"MESSAGE": "Hồng Kông – Wikipedia tiếng Việt", "RESPONSE": "Dưới cùng bên trái: Tượng của Lý Tiểu Long trên Đại lộ Ngôi sao. .... Là một khu \nvực hành chính đặc biệt, Hồng Kông duy trì các hệ thống quản lý và kinh tế .... \nNăm 736, Đường Huyền Tông đã cho thiết lập một đồn quân sự tại Đồn Môn để \n... nước Anh thu được quyền thuê đảo Lạn Đầu và các vùng đất lân cận ở phía \nbắc ...", "GOOGLE": "Tại sao ở nước Anh và một số nước khác xe đi bên trái đường?"}, {"MESSAGE": "Đế quốc Anh – Wikipedia tiếng Việt", "RESPONSE": "Vào thế kỷ XIX, dân số của nước Anh đã gia tăng một cách mạnh mẽ, cùng ... 14 \nlãnh thổ ở hải ngoại hiện vẫn thuộc chủ quyền của Anh. ..... các thuộc địa của họ, \nmột điều mà Anh và các cường quốc khác tại châu Âu không bao giờ chấp nhận \nđược. ...... Quy tắc đi xe bên trái đường được duy trì tại phần lớn cựu đế quốc.", "GOOGLE": "Tại sao ở nước Anh và một số nước khác xe đi bên trái đường?"}, {"MESSAGE": "Singapore – Wikipedia tiếng Việt", "RESPONSE": "Lãnh thổ Singapore gồm có một đảo chính hình thoi, và khoảng 60 đảo nhỏ hơn. \n.... tàu của khắp các nước đi tự Á Đông sang Ấn Độ và Âu Tây đều phải qua đấy. \n... nhưng xe hơi ở Singapore lại còn nhiều hơn nữa, và ở Singapore đường phố \n.... đã phải nhận kết quả bầu cử tệ nhất trong lịch sử tại cuộc bầu cử năm 2011, ...", "GOOGLE": "Tại sao ở nước Anh và một số nước khác xe đi bên trái đường?"}, {"MESSAGE": "Di dân lậu: Sao lại chọn xứ sương mù? - Tuổi Trẻ Online", "RESPONSE": "2 Tháng Mười Một 2019 ... TTO - Tại sao nước Anh lại là điểm đến cuối cùng với rất nhiều ... toàn trái ngược \nvới một cô gái người Việt là P.T.Tr.M., quê ở Nghèn, ... xe container và chết ngạt \nvới 38 người khác trên đường vào nước Anh. ... Các xe tải trong vùng, có chiếc \nphải đề bảng \"Xe này không đi sang Anh\" để tránh bị bám nhầm ...", "GOOGLE": "Tại sao ở nước Anh và một số nước khác xe đi bên trái đường?"}, {"MESSAGE": "Cờ tướng – Wikipedia tiếng Việt", "RESPONSE": "Các đặc điểm khác biệt của cờ tướng so với các trò chơi cùng họ là: các ... Mỗi \nbên có một cung Tướng hình vuông do 4 ô hợp thành tại các đường dọc 4, .... \nQuân Sĩ đi chéo 1 ô mỗi nước và luôn luôn phải ở trong cung. ... Bỏ Pháo ăn Sĩ \nrồi dùng 2 Xe hoặc dùng Xe Mã Tốt tấn công tấn công là đòn chiến thuật thường \nthấy.", "GOOGLE": "Tại sao ở nước Anh và một số nước khác xe đi bên trái đường?"}, {"MESSAGE": "Dubai – Wikipedia tiếng Việt", "RESPONSE": "Năm 1892, Vương quốc Anh dự định bảo hộ Dubai nhưng Dubai vẫn nằm dưới \n..... sở tại Dubai, một tàu năm nghìn tấn của Anh đi dọc tuyến đường giữa Basra (\nIraq) ... Dubai và các nước thuộc 'Bờ biển đình chiến' khác từ lâu đã là một nước \nbảo .... Hai bên thành phố là tiểu vương quốc Sharjah ở phía Đông và trị trấn Al ...", "GOOGLE": "Tại sao ở nước Anh và một số nước khác xe đi bên trái đường?"}, {"MESSAGE": "Hình tượng bồ câu trong văn hóa – Wikipedia tiếng Việt", "RESPONSE": "Chim bồ câu (thông thường là loài bồ câu trắng) là loài chim biểu tượng của tình \nyêu, ... con chim bồ câu là biểu tượng của hòa bình bởi vì theo Kinh Thánh, nó đã \nđem ... Một vị thánh khác có tên gọi bồ câu nhà thờ (Colm Cille) là Côlumba. ... \nCái đó giải thích vì sao trong ngôn ngữ thông thường nhất cũng như cao siêu ...", "GOOGLE": "Tại sao coi chim bồ câu là biểu tượng của hoà bình?"}, {"MESSAGE": "Họ Bồ câu – Wikipedia tiếng Việt", "RESPONSE": "Tên gọi phổ biến của các loài trong họ này là bồ câu, cu, cưu, gầm ghì. ... Cổ dài, \nđầu chim linh hoạt, phát huy được tác dụng của giác quan (mắt, tai), thuận .... \nTrong Do Thái giáo và Kitô giáo, con chim bồ câu là biểu tượng của hòa bình bởi \nvì theo ... Cái đó giải thích vì sao trong ngôn ngữ thông thường nhất cũng như \ncao ...", "GOOGLE": "Tại sao coi chim bồ câu là biểu tượng của hoà bình?"}, {"MESSAGE": "Hòa bình – Wikipedia tiếng Việt", "RESPONSE": "Chim bồ câu trắng được coi như là một biểu tượng cho hòa bình. ... Hòa bình là \ntrạng thái xã hội không có chiến tranh, không dùng vũ lực để giải quyết ... Dù \nrằng khái niệm hòa bình cũng được áp dụng vào trạng thái của con người trong \n... được tài trợ bởi chính phủ hay bởi các nước công nghiệp như Hoa Kỳ, Nhật \nBản, ...", "GOOGLE": "Tại sao coi chim bồ câu là biểu tượng của hoà bình?"}, {"MESSAGE": "Đức Mẹ Hòa Bình – Wikipedia tiếng Việt", "RESPONSE": "Đức Mẹ Hòa Bình (hoặc Mẹ của Hòa Bình, Nữ Vương Hòa Bình) là một danh ... \nngười phụ nữ giữ một con chim bồ câu và một cành ô liu, biểu tượng của hòa \nbình. ... Có ba bức tượng Đức Mẹ Hòa Bình nổi tiếng nằm tại Paris và Honolulu. \n... tu viện của Dòng Thánh Tâm Chúa Giêsu và Đức Mẹ Maria tại Pháp. Một bản \nsao ...", "GOOGLE": "Tại sao coi chim bồ câu là biểu tượng của hoà bình?"}, {"MESSAGE": "Công viên Hòa Bình đẹp lạ nhìn từ camera bay - Ảnh &amp; Video", "RESPONSE": "1 Tháng Mười Hai 2014 ... Công viên Hòa Bình đẹp lạ nhìn từ camera bay ... Đây là biểu tượng người mẹ \nbồng con trên vai với đàn chim bồ câu nối đuôi bay theo sau.", "GOOGLE": "Tại sao coi chim bồ câu là biểu tượng của hoà bình?"}, {"MESSAGE": "Công viên Hòa Bình – Wikipedia tiếng Việt", "RESPONSE": "Công viên Hòa Bình được xem là một trong những biểu tượng của Thủ đô ... \nĐiểm nổi bật tại công Bắc chính là mô hình chim Lạc được xây dựng hướng ... \nCổng phía Nam và phía Đông lại được thiết kế với biểu tượng chim bồ câu đang \nbay.", "GOOGLE": "Tại sao coi chim bồ câu là biểu tượng của hoà bình?"}, {"MESSAGE": "Phát hiện đáng sợ: ngón chân bồ câu biến dạng ở đô thị", "RESPONSE": "16 Tháng Mười Một 2019 ... Từng là biểu tượng hòa bình nhưng nay bồ câu không còn được coi trọng ở ... tin \nrằng tình trạng những chú chim bồ câu ở các đô thị của Pháp bị mất ... 11 công \nnhân bị điện giật: Sức khỏe các nạn nhân còn sống giờ ra sao?", "GOOGLE": "Tại sao coi chim bồ câu là biểu tượng của hoà bình?"}, {"MESSAGE": "Người nuôi nghìn con chim câu bên bờ Biển Đông - Thời sự - ZING ...", "RESPONSE": "27 Tháng Bảy 2014 ... Mỗi lần Đà Nẵng có lễ hội diễn ra ở Công viên biển Đông, đàn chim câu ùa \nxuống xếp hàng, xếp ... Chim bồ câu là biểu tượng của hòa bình.", "GOOGLE": "Tại sao coi chim bồ câu là biểu tượng của hoà bình?"}, {"MESSAGE": "Ngày Quốc tế Hòa bình – Wikipedia tiếng Việt", "RESPONSE": "Lần tới, Lỗi biểu thức: Dư toán tử < ... Để khai mạc ngày này, \"Chuông Hòa bình\" \nở Trụ sở Liên Hiệp Quốc (tại thành phố New York, ... Đó là món quà tặng của \"\nHiệp hội Liên Hiệp Quốc\" của Nhật Bản, và được coi như \"một lời ... Các cá nhân \ncũng có thể mang phù hiệu Chim bồ câu hòa bình màu trắng để kỷ niệm ngày ...", "GOOGLE": "Tại sao coi chim bồ câu là biểu tượng của hoà bình?"}, {"MESSAGE": "Vì sao có chim bồ câu trên chuyến bay MH17? - Thế giới - ZING.VN", "RESPONSE": "25 Tháng Bảy 2014 ... Trên chuyến bay MH17 của Malaysia Airlines vừa bị bắn rơi, ngoài ... Chim bồ \ncâu cũng là biểu tượng cho hòa bình và tự do trên toàn thế giới.", "GOOGLE": "Tại sao coi chim bồ câu là biểu tượng của hoà bình?"}, {"MESSAGE": "Trà đạo Nhật Bản – Wikipedia tiếng Việt", "RESPONSE": "Họ đã kết hợp thú uống trà với tinh thần Thiền của Phật giáo để nâng cao ... phát \ntriển nghệ thuật này trở thành trà đạo (chado, 茶道), một sản phẩm đặc sắc ... \nVào thế kỷ thứ 8 - 14 trà bắt đầu được sử dụng phổ biến trong tầng lớp quý tộc. \n.... Vì thế trà có màu xanh tươi và độ ẩm nhất định chứ không khô như các loại trà \nlá.", "GOOGLE": "Trà đạo của Nhật Bản đã bắt nguồn và phát triển như thế nào?"}, {"MESSAGE": "Lịch sử Nhật Bản – Wikipedia tiếng Việt", "RESPONSE": "Lịch sử Nhật Bản bao gồm lịch sử của quần đảo Nhật Bản và cư dân Nhật, trải .... \nKhông rõ tại sao những công cụ như thế này lại được làm ra sớm đến thế ở Nhật \nBản, .... Sự phát triển này có thể bắt nguồn từ nền văn hóa làm thủy lợi và trồng \nlúa ...... Trường phái hội họa Kano và trà đạo đạt tới giai đoạn hoàng kim, với cả\n ...", "GOOGLE": "Trà đạo của Nhật Bản đã bắt nguồn và phát triển như thế nào?"}, {"MESSAGE": "Phật giáo Nhật Bản – Wikipedia tiếng Việt", "RESPONSE": "Đạo Phật bắt đầu từ Ấn Độ từ thế kỷ thứ 6 trước Công Nguyên. ... Ở Trung Quốc \nvà Nhật Bản, cùng với sự phát triển của đạo Phật, Pháp lệnh ... Điều đó cho thấy \nrõ nỗ lực và mối quan hệ chi phối của triều đình vào Phật giáo thời này như thế \nnào. ... của Nhật Bản thực tế là hóa thân của Phật, và người ta đã xác định \"\nnguồn ...", "GOOGLE": "Trà đạo của Nhật Bản đã bắt nguồn và phát triển như thế nào?"}, {"MESSAGE": "Nhật Bản – Wikipedia tiếng Việt", "RESPONSE": "Nhật Bản là một nước phát triển với mức sống và Chỉ số phát triển con người ... \nTên gọi Nhật Bản bắt nguồn từ cách phiên âm Hán-Việt quốc hiệu viết bằng kanji \n..... Sự dốc đứng và dạng hình nón gần như hoàn hảo của ngọn núi biến nó ..... \nCác nhà nghiên cứu Nhật cũng đã phần nào khẳng định được mình qua các lần\n ...", "GOOGLE": "Trà đạo của Nhật Bản đã bắt nguồn và phát triển như thế nào?"}, {"MESSAGE": "Lịch sử Phật giáo – Wikipedia tiếng Việt", "RESPONSE": "Đạo Bà La Môn còn cho rằng tồn tại một bản chất của vạn vật, đó là .... Đây là \ngiai đoạn đánh dấu sự phát triển của Phật giáo ra ngoài lãnh thổ Ấn Độ. Nhiều ... \nmục đích muốn thống nhất các khác biệt và tránh sự trà trộn như các kết tập \ntrước ... Sự suy tàn của đạo Phật tại Ấn Độ có thể đã bắt đầu từ thế kỉ thứ 7 và \nđạo Phật ...", "GOOGLE": "Trà đạo của Nhật Bản đã bắt nguồn và phát triển như thế nào?"}, {"MESSAGE": "Văn hóa Nhật Bản – Wikipedia tiếng Việt", "RESPONSE": "Về hệ thống giáo dục của Nhật Bản thì tiểu học, trung và đại học được áp dụng ở \n... Các phát triển nhanh chóng về kinh tế, kỹ thuật và đô thị cũng làm gia tăng loại \n... Ngày nay, vị thế của người phụ nữ đã được nâng lên nhiều trong xã hội, nhất \n.... Ở Nhật Bản có nhiều bộ môn nghệ thuật như: Trà đạo (茶道; Chadō - nghệ ...", "GOOGLE": "Trà đạo của Nhật Bản đã bắt nguồn và phát triển như thế nào?"}, {"MESSAGE": "Lịch sử Hoa Kỳ – Wikipedia tiếng Việt", "RESPONSE": "Các thuộc địa này thịnh vượng và phát triển nhanh chóng, phát triển các hệ ... độ \nlớn từ Pháp và dưới sự lãnh đạo quân sự của Tướng George Washington, đã .... \nHoa Kỳ trải qua thời kỳ suy thoái kinh tế tệ hại nhất kể từ Chiến tranh thế giới ... \ncách nào hay khi nào người bản địa Mỹ đầu tiên đến định cư tại châu Mỹ và tại ...", "GOOGLE": "Trà đạo của Nhật Bản đã bắt nguồn và phát triển như thế nào?"}, {"MESSAGE": "Thuật ngữ văn học Nhật Bản – Wikipedia tiếng Việt", "RESPONSE": "Thuật ngữ văn học Nhật Bản được trình bày theo thứ tự abc dưới đây là một số ... \nvà thuật ngữ của các bộ môn khoa học khác (như Mỹ học, Phật giáo, Thiền tông) \nvà ... Chadō (Trà đạo): nghi thức uống trà được nâng lên thành tôn giáo, nghệ ... \nHandayū bushi: một phong cách của jōruri, bắt nguồn từ diễn viên Handayū ở ...", "GOOGLE": "Trà đạo của Nhật Bản đã bắt nguồn và phát triển như thế nào?"}, {"MESSAGE": "Karate – Wikipedia tiếng Việt", "RESPONSE": "Tên gọi Karate và cách viết 空手 bắt đầu như vậy từ thập niên 1960. Giống như \nnhiều môn khác ở Nhật Bản (Trà đạo, Thư đạo, Cung đạo, Kiếm đạo, Côn ... \nKarate được phát triển trên cơ sở tổng hợp các phương thức chiến đấu của \nngười ... tìm được thư tịch cổ nào của Vương quốc Lưu Cầu xưa ghi chép về \nmôn võ này.", "GOOGLE": "Trà đạo của Nhật Bản đã bắt nguồn và phát triển như thế nào?"}, {"MESSAGE": "Geisha – Wikipedia tiếng Việt", "RESPONSE": "Thời thế kỷ 18 và 19 đã có rất nhiều geisha. ... Có nhiều nhầm lẫn, đặc biệt ở bên \nngoài Nhật Bản, về bản chất của nghề geisha, .... và trống, cũng như những bài \nhát truyền thống, múa cổ điển Nhật, trà đạo, .... Trong thế kỷ 17, những người \nphụ nữ lại bắt đầu cột tóc lên lần nữa và trong thời gian này đã phát triển kiểu tóc\n ...", "GOOGLE": "Trà đạo của Nhật Bản đã bắt nguồn và phát triển như thế nào?"}, {"MESSAGE": "Ả Rập Xê Út – Wikipedia tiếng Việt", "RESPONSE": "Ả Rập Xê Út từ đó là một quốc gia quân chủ chuyên chế, thực chất là một chế ... \nQuốc gia này bị chỉ trích vì cách thức đối xử với nữ giới và sử dụng hình phạt tử \nhình. Ả ... ông nhanh chóng bành trướng lãnh thổ Hồi giáo ra ngoài bán đảo Ả \nRập, ..... Trên nhiều mặt, cách tiếp cận với chính phủ ít khác biệt với hệ thống cai \ntrị ...", "GOOGLE": "Tại sao phụ nữ Ả RẬP hễ ra ngoài là phải dùng khăn đen che mặt?"}, {"MESSAGE": "Người Chăm – Wikipedia tiếng Việt", "RESPONSE": "Người Chăm là một dân tộc đã từng có một quốc gia Chăm Pa độc lập, hùng \nmạnh ... Bên ngoài Việt Nam, người Chăm có quan hệ gần gũi với người Mã Lai. \n.... khởi đầu một đế chế hùng mạnh ở Đông Nam Á - đế quốc Khmer (802-1434). \n... phải là vị Tể tướng gốc Chăm tên Tôn La Ca Đồng Phù thời vua Ang Chan II.", "GOOGLE": "Tại sao phụ nữ Ả RẬP hễ ra ngoài là phải dùng khăn đen che mặt?"}, {"MESSAGE": "Quá tải dân số – Wikipedia tiếng Việt", "RESPONSE": "Quá tải dân số có thể xuất hiện từ sự gia tăng sinh sản, một sự suy giảm tỷ lệ tử \nvì phát .... Năm 2050, con số trẻ em dự đoán sẽ được sinh ra trên mỗi phụ nữ là \n2.05. ... chúng ta phải sử dụng nhiều hơn ba lần con số Trái Đất có thể cung cấp. \n.... Sau khi được khử muối tại Jubail, Ả Rập Xê Út, nước được bơm 200 dặm vào\n ...", "GOOGLE": "Tại sao phụ nữ Ả RẬP hễ ra ngoài là phải dùng khăn đen che mặt?"}, {"MESSAGE": "Các Tiểu vương quốc Ả Rập Thống nhất – Wikipedia tiếng Việt", "RESPONSE": "Hồi giáo là tôn giáo chính thức và tiếng Ả Rập là ngôn ngữ chính thức của Các \nTiểu ..... quanh như Iran, Bahrain, Kuwait, Qatar và Ả Rập Xê Út vẫn còn khó \nkhăn. .... tháng 11 năm 2012, UAE đã đặt ra ngoài vòng pháp luật chế giễu chính \nphủ .... Tại sao chúng ta nên từ bỏ một hệ thống làm hài lòng người dân của \nchúng tôi ...", "GOOGLE": "Tại sao phụ nữ Ả RẬP hễ ra ngoài là phải dùng khăn đen che mặt?"}, {"MESSAGE": "Danh sách bảo bối trong Doraemon – Wikipedia tiếng Việt", "RESPONSE": "Ngoài ra, Doraemon còn có một cái túi rỗng dự phòng có chức năng giống hệt. ... \nđó là lý do tại sao trong truyện dài Doraemon: Nobita - Vũ trụ phiêu lưu ký thì ... \nKhi một vật được quấn bằng \"khăn trùm thời gian\" với mặt ngoài của nó, thời \ngian .... một quốc gia khác và phải thay đổi quần áo cho phù hợp; hoặc là dùng \ntrong ...", "GOOGLE": "Tại sao phụ nữ Ả RẬP hễ ra ngoài là phải dùng khăn đen che mặt?"}, {"MESSAGE": "Người Mường – Wikipedia tiếng Việt", "RESPONSE": "Còn ở Phú Thọ, đặc biệt là ở Thanh Sơn, nơi người Mường tập trung đông đảo \n... Tất cả những từ mà người Mường dùng để chỉ dân tộc mình có nghĩa là người. \n... Ngoài ra ở Tây Nguyên và Đông Nam Bộ cũng có gần 27.000 người mới di cư \n..... Tại sao lại phải đặt chuồng gia súc ở dưới gầm sàn. đó là vì xưa rất nhiều ...", "GOOGLE": "Tại sao phụ nữ Ả RẬP hễ ra ngoài là phải dùng khăn đen che mặt?"}, {"MESSAGE": "Brasil – Wikipedia tiếng Việt", "RESPONSE": "Bộ mặt của đất nước thay đổi nhanh chóng (năm 1960 55% dân số Brazil vẫn \ncòn .... Brasil là nước đầu tiên tại Nam Mỹ chấp nhận phụ nữ phục vụ trong quân \nngũ vào .... Ngoài ra còn phải kể đến hệ thống sông Paraná và phụ lưu của nó, \nsông .... Công nghiệp tập trung cao độ ở các thành phố São Paulo, Rio de \nJaneiro, ...", "GOOGLE": "Tại sao phụ nữ Ả RẬP hễ ra ngoài là phải dùng khăn đen che mặt?"}, {"MESSAGE": "Lưỡng Hà – Wikipedia tiếng Việt", "RESPONSE": "Vùng này đã từng trở thành một tỉnh của Đế chế La Mã trong một thời gian ngắn \n.... Thời kỳ đen tối khoảng thế kỷ thứ 12 tới 10 TCN; Tân Đế chế Assyria khoảng \nthế kỷ .... al-'ūd (gỗ) trong tiếng Ả Rập, có lẽ là loại cây có gỗ dùng chế tạo ra oud\n. ... thực tài tình, những người dân Lưỡng Hà không phải phụ thuộc vào nô lệ để\n ...", "GOOGLE": "Tại sao phụ nữ Ả RẬP hễ ra ngoài là phải dùng khăn đen che mặt?"}, {"MESSAGE": "Dubai – Wikipedia tiếng Việt", "RESPONSE": "Dubai và Abu Dhabi là hai tiểu vương quốc duy nhất có quyền phủ quyết ... tế \ndầu khí du nhập vào vương quốc này một lượng nhân công nước ngoài khổng lồ\n, .... Ý kiến đầu tiên và có thể xảy ra nhất nói rằng Dubai là dạng tiếng Ả Rập của \ntừ .... đình mất người trụ cột và thương nhân phải đối mặt với khó khăn tài chính.", "GOOGLE": "Tại sao phụ nữ Ả RẬP hễ ra ngoài là phải dùng khăn đen che mặt?"}, {"MESSAGE": "Tiếng Nhật – Wikipedia tiếng Việt", "RESPONSE": "Số Ả Rập theo kiểu phương Tây được dùng để ghi số, nhưng cách viết số theo ... \ntiếng Nhật đã mượn một lượng từ vựng đáng kể từ ngữ hệ Ấn-Âu, chủ yếu là \ntiếng ... Nhật sử dụng rất nhiều chữ Hán được du nhập từ Trung Quốc, ngoài ra \ngần .... tại sự khác nhau lớn so với tiếng Nhật. Trong Ngôn ngữ Cao Ly đã biến \nmất ...", "GOOGLE": "Tại sao phụ nữ Ả RẬP hễ ra ngoài là phải dùng khăn đen che mặt?"}, {"MESSAGE": "Tại sao ngựa ngủ đứng? - VnExpress", "RESPONSE": "17 Tháng Ba 2003 ... Ngựa có đặc tính không giống với những gia súc khác, đó là trong đêm tối, bất kể \nlúc nào chúng cũng đều nhắm mắt ngủ đứng. Thói quen này ...", "GOOGLE": "Tại sao ngựa ngủ đứng?"}, {"MESSAGE": "Vì sao ngựa thường ngủ đứng? - KhoaHoc.tv", "RESPONSE": "20 Tháng Mười Hai 2019 ... Tài phi của ngựa thì ai cũng biết vì ngựa có thân hình thon dài, bốn chân vững \nchắc. Nhưng ngựa có đặc tính không giống với các loài động ...", "GOOGLE": "Tại sao ngựa ngủ đứng?"}, {"MESSAGE": "Vì sao ngựa thường ngủ đứng? - VnExpress", "RESPONSE": "31 Tháng Giêng 2014 ... Hàng xóm nhà tôi có nuôi ngựa và tôi quan sát thấy loài này không bao giờ nằm \nxuống ngủ, mà hình như chúng ngủ đứng. Có ai giải thích ...", "GOOGLE": "Tại sao ngựa ngủ đứng?"}, {"MESSAGE": "Tại sao ngựa ngủ đứng? - VnExpress", "RESPONSE": "6 Tháng Giêng 2013 ... Tôi nhận thấy khả năng đặc biệt của ngựa là chúng có thể đứng để ngủ. Tại sao \nloài động vật này có thể làm điều đó? - VnExpress.", "GOOGLE": "Tại sao ngựa ngủ đứng?"}, {"MESSAGE": "Ngủ đứng - Tin tức mới nhất 24h qua - VnExpress", "RESPONSE": "Tại sao ngựa ngủ đứng? Tôi nhận thấy khả năng đặc biệt của ngựa là chúng có \nthể đứng để ngủ. Tại sao loài động vật này có thể làm điều đó?", "GOOGLE": "Tại sao ngựa ngủ đứng?"}, {"MESSAGE": "Tốc độ chạy của ngựa là bao nhiêu? - VnExpress", "RESPONSE": "2 Tháng 2 2014 ... Có phải loài ngựa có thể chạy tốc độ gần 40 km một giờ ở cự ly ngắn không, hay \nlà chúng có ... Tại sao 'đếm cừu' giúp vào giấc ngủ nhanh?", "GOOGLE": "Tại sao ngựa ngủ đứng?"}, {"MESSAGE": "Khoa học công nghệ - Tin kỹ thuật, nghiên cứu ứng dụng ...", "RESPONSE": "Vì sao ngựa thường ngủ đứng? Hàng xóm nhà tôi có nuôi ngựa và tôi quan sát \nthấy loài này không bao giờ nằm xuống ngủ, mà hình như chúng ngủ đứng.", "GOOGLE": "Tại sao ngựa ngủ đứng?"}, {"MESSAGE": "Vì sao chải tóc mùa đông có tiếng kêu? - VnExpress", "RESPONSE": "10 Tháng Giêng 2013 ... Vào mùa đông, mỗi lần đưa lược lên chải tóc, tôi nghe có tiếng kêu tách tách, \ncòn vào mùa hè thì không? Vì sao vậy? - VnExpress.", "GOOGLE": "Tại sao ngựa ngủ đứng?"}, {"MESSAGE": "Tư vấn khoa học - Trang 1 - VnExpress", "RESPONSE": "Tại sao ngựa ngủ đứng? 54. Tôi nhận thấy khả năng đặc biệt của ngựa là chúng \ncó thể đứng để ngủ. Tại sao loài động vật này có thể làm điều đó?", "GOOGLE": "Tại sao ngựa ngủ đứng?"}, {"MESSAGE": "Ngựa vằn trông thế nào? - VnExpress", "RESPONSE": "1 Tháng 2 2014 ... Ngựa vằn là ngựa có lông trắng sọc đen hay lông đen sọc trắng? Xin cảm ơn. ... \nVì sao ngựa thường ngủ đứng? / Vì sao ngựa không nằm ...", "GOOGLE": "Tại sao ngựa ngủ đứng?"}, {"MESSAGE": "Hệ động vật Việt Nam – Wikipedia tiếng Việt", "RESPONSE": "Chúng phân bố rộng khắp trên Việt Nam, sống trên núi, vùng đồng bằng, hải đảo\n, ... Quý hiếm có chim yến ở các đảo núi đá ngoài biển cho tổ yến (yến sào) có \ngiá trị ... Hệ động vật dưới nước: Có tới 2.000 loại cá với nhiều loại có giá trị kinh \ntế ... thực vật giới động vật giới Việt Nam có nhiều dạng đặc hữu, hơn 100 loài và\n ...", "GOOGLE": "Tại sao chủng loại thực vật trên núi nhiều hơn so với đồng bằng?"}, {"MESSAGE": "Hổ – Wikipedia tiếng Việt", "RESPONSE": "Hổ là một loại thú dữ ăn thịt sống, chúng dễ nhận biết nhất với các sọc vằn dọc ... \nHổ là một trong số nhiều loài động vật ăn thịt nằm ở mắt xích cuối cùng của ... Hổ \nđược liệt kê là loài có nguy cơ tuyệt chủng trong Sách đỏ IUCN kể từ năm 1986. \n..... tại sao hoa văn đốm và hoa hồng là kiểu ngụy trang phổ biến hơn trong số ...", "GOOGLE": "Tại sao chủng loại thực vật trên núi nhiều hơn so với đồng bằng?"}, {"MESSAGE": "Châu Nam Cực – Wikipedia tiếng Việt", "RESPONSE": "Chỉ có các vi sinh vật ưa lạnh có thể sống sót ở châu Nam Cực như các loại tảo, \n... \"cân bằng\" với nhiều lục địa ở phía bắc của châu Âu, Á và Bắc Mỹ - đã tồn tại \ntừ thời ... Cực\", các nhà địa lý tin rằng lục địa này phải lớn hơn kích thước thực \ncủa nó. .... Mặc dù rất lạnh, châu Nam Cực cũng đã từng có núi lửa hoạt động.", "GOOGLE": "Tại sao chủng loại thực vật trên núi nhiều hơn so với đồng bằng?"}, {"MESSAGE": "Vườn quốc gia Phong Nha - Kẻ Bàng – Wikipedia tiếng Việt", "RESPONSE": "Phong Nha-Kẻ Bàng nằm ở một khu vực núi đá vôi rộng khoảng 200.000 ha \nthuộc ... Các hang động ở đây có tổng chiều dài khoảng hơn 80 km nhưng các \nnhà ..... So với các khu vực carxtơ khác trên thế giới đã được công nhận là di sản \nthế ..... của vùng sinh thái Trường Sơn. Cho đến nay, chủng loại thực vật lớn nhất \nở ...", "GOOGLE": "Tại sao chủng loại thực vật trên núi nhiều hơn so với đồng bằng?"}, {"MESSAGE": "Đà Lạt – Wikipedia tiếng Việt", "RESPONSE": "Đà Lạt là thành phố tỉnh lỵ của tỉnh Lâm Đồng, nằm trên cao nguyên Lâm Viên, ... \nĐà Lạt ngày nay là một thành phố đông dân, đô thị loại I trực thuộc tỉnh, giữ vai \ntrò ..... Do nằm ở độ cao 1.500 mét và được các dãy núi cùng quần hệ thực vật \nrừng, đặc ... So với vùng đồng bằng, Đà Lạt có số ngày mưa trong năm nhiều \nhơn, ...", "GOOGLE": "Tại sao chủng loại thực vật trên núi nhiều hơn so với đồng bằng?"}, {"MESSAGE": "Đức – Wikipedia tiếng Việt", "RESPONSE": "Đức có lịch sử văn hóa phong phú, liên tục sản sinh nhiều nhân vật có ảnh ... Alb \ngần Ulm. Trong những vật được tìm thấy có các sáo bằng xương chim và ngà voi \n..... trung và hành quyết trên khắp châu Âu để tiến hành diệt chủng những người \n..... Hoạt động núi lửa không được quan sát thấy tại Đức. Tuy vậy, trong một số ...", "GOOGLE": "Tại sao chủng loại thực vật trên núi nhiều hơn so với đồng bằng?"}, {"MESSAGE": "Hoang mạc – Wikipedia tiếng Việt", "RESPONSE": "Sa mạc Sahara là một hoang mạc lớn nhất trên thế giới, nó chiếm hơn 30% diện \ntích .... Nhiều giả thuyết khác nhau đã được đưa ra nhằm giải thích lý do tại sao ... \nnên các vùng núi có độ cao đến 6.885 m (22.589 ft) hoàn toàn bị đóng băng và ở \n... Tuy nhiên, có một số thực vật sống ở Atacama, chúng đặc biệt thích nghi khi ...", "GOOGLE": "Tại sao chủng loại thực vật trên núi nhiều hơn so với đồng bằng?"}, {"MESSAGE": "Trái Đất – Wikipedia tiếng Việt", "RESPONSE": "Trục tự quay của Trái Đất nghiêng một góc bằng 23,44° so với trục vuông góc ... \nvà các tiền hành tinh lớn hơn, các sao chổi, và các vật thể ở xa hơn Sao Hải .... \nkhiến cho các loại động vật trên Trái Đất sẽ bị tuyệt chủng hoàn toàn trong ... kính \ntại đường xích đạo dài hơn 43 km so với độ dài đường kính tính từ cực tới cực.", "GOOGLE": "Tại sao chủng loại thực vật trên núi nhiều hơn so với đồng bằng?"}, {"MESSAGE": "Địa lý Nhật Bản – Wikipedia tiếng Việt", "RESPONSE": "Các đảo Nhật Bản là một phần của dải núi ngầm trải dài từ Đông Nam Á tới \nAlaska. Nhật Bản có bờ biển dài 37.000 km, có đá lớn và nhiều vịnh nhỏ nhưng \nrất tốt và ... có một số đỉnh núi cao trên 3000 mét, hơn 532 ngọn núi cao hơn \n2000 mét. ... trên thực tế ở các vùng biển Nhật Bản và biển Đông Hải thì phạm vi \nhẹp hơn ...", "GOOGLE": "Tại sao chủng loại thực vật trên núi nhiều hơn so với đồng bằng?"}, {"MESSAGE": "Sư tử – Wikipedia tiếng Việt", "RESPONSE": "Sư tử có tập tính xã hội khác biệt so với các loài họ Mèo còn lại với lối sống theo \nbầy đàn. .... trong khi các mẫu từ Đông và Nam Phi cho thấy nhiều đột biến hỗ trợ \nnhóm này ... Hơn 190 mẫu sư tử đã có sẵn cho nghiên cứu thực vật học, bao \ngồm tám .... Hóa thạch sớm nhất có thể nhận ra là sư tử được tìm thấy tại Hẻm \nnúi ...", "GOOGLE": "Tại sao chủng loại thực vật trên núi nhiều hơn so với đồng bằng?"}, {"MESSAGE": "Vì sao lá trên ngọn rụng cuối cùng? - VnExpress", "RESPONSE": "31 Tháng Mười 2001 ... Rụng lá cũng vậy, rụng ở dưới trước, càng lên trên ngọn, lá càng rụng ... cây thay \nmàu lá từ xanh sang vàng, cuối cùng trút nốt chiếc áo này, ...", "GOOGLE": "Vì sao lá trên ngọn rụng cuối cùng?"}, {"MESSAGE": "Vì sao lá cây đổi màu? - VnExpress", "RESPONSE": "17 Tháng Mười 2007 ... Tại sao một số cây có lá nhọn? / Vì sao lá trên ngọn rụng cuối cùng? ... Nếu bạn \nthấy lá cây chuyển màu đỏ sớm, vào cuối tháng 8, có thể cây ...", "GOOGLE": "Vì sao lá trên ngọn rụng cuối cùng?"}, {"MESSAGE": "Chuyện lạ trên thế giới - Những câu chuyện khó tin - VnExpress ...", "RESPONSE": "19 Tháng Mười Một 2019 ... Đó là chưa kể tới việc nó tự quay quanh mình với tốc độ ở đường xích đạo là 465 \nmét/giây. ... Vì sao lá trên ngọn rụng cuối cùng? Vì sao lá trên ...", "GOOGLE": "Vì sao lá trên ngọn rụng cuối cùng?"}, {"MESSAGE": "Động thực vật - Trang 4 - VnExpress", "RESPONSE": "Vì sao lá trên ngọn rụng cuối cùng? Ở miền ôn đới, mỗi khi mùa thu đến, cây \nthay màu lá từ xanh sang vàng, cuối cùng trút nốt chiếc áo này, trần trụi đón mùa\n ...", "GOOGLE": "Vì sao lá trên ngọn rụng cuối cùng?"}, {"MESSAGE": "Vì sao cây ôn đới rụng lá mùa thu, cây nhiệt đới rụng vào đông ...", "RESPONSE": "11 Tháng Chín 2001 ... Lá rụng vì cây không thể cung cấp nước cho nó. ... Cuối cùng, do lượng nước ít, \nmạch dẫn trong cuống lá không vận chuyển nước đến nữa, lá ...", "GOOGLE": "Vì sao lá trên ngọn rụng cuối cùng?"}, {"MESSAGE": "Ragnarök – Wikipedia tiếng Việt", "RESPONSE": "Ragnarök (\"Hoàng hôn của chư thần\" hay \"tận thế\") là chương cuối cùng .... cưỡi \ntrên lưng con chiến mã Sleipnir, mình mặc bộ giáp vàng chói, tay vung ngọn giáo \n... Các vì sao rơi rụng lả tả, mặt đất chìm xuống đáy đại dương, Yggdrasil quằn ...", "GOOGLE": "Vì sao lá trên ngọn rụng cuối cùng?"}, {"MESSAGE": "rụng lá - KhoaHoc.tv", "RESPONSE": "rụng lá. Bí ẩn trong tượng gỗ nhiều tuổi gấp đôi Kim tự tháp. Bức tượng Shigir \ngần 10.000 năm tuổi ở Nga được xem là ... Vì sao lá trên ngọn rụng cuối cùng?", "GOOGLE": "Vì sao lá trên ngọn rụng cuối cùng?"}, {"MESSAGE": "Hoa Kỳ – Wikipedia tiếng Việt", "RESPONSE": "Hoa Kỳ là một trong những quốc gia đa dạng chủng tộc nhất trên thế giới, do kết \n..... hơn về phía bên trong đất liền cho các khu rừng dễ rụng lá theo mùa và các \nngọn ..... Hawaii là bang thứ 50 của Mỹ và là bang cuối cùng mà Mỹ chiếm được \nvào ...... Thừa kế tài sản có thể lý giải tại sao nhiều người Mỹ trở nên giàu có vì có\n ...", "GOOGLE": "Vì sao lá trên ngọn rụng cuối cùng?"}, {"MESSAGE": "Khoa học - Chuyện lạ - Trang 99", "RESPONSE": "4 Tháng Sáu 2019 ... Vì sao lá trên ngọn rụng cuối cùng? Ở miền ôn đới, mỗi khi mùa thu đến, cây \nthay màu lá từ xanh sang vàng, cuối cùng trút nốt chiếc áo này, ...", "GOOGLE": "Vì sao lá trên ngọn rụng cuối cùng?"}, {"MESSAGE": "10 Vạn Câu Hỏi Vì Sao - Phần 7", "RESPONSE": "Đọc truyện 10 Vạn Câu Hỏi Vì Sao - Phần 7 online, liên tục cập nhật tập mới. ... \nVì sao lá trên ngọn rụng cuối cùng? Ở miền ôn đới, mỗi khi mùa thu đến, cây ...", "GOOGLE": "Vì sao lá trên ngọn rụng cuối cùng?"}, {"MESSAGE": "Vì sao cá thích bơi ngược dòng? - VnExpress", "RESPONSE": "14 Tháng Ba 2005 ... Khi bơi xuôi theo dòng nước để kiếm mồi, cá phải tốn rất nhiều sức lực để đuổi \ntheo con mồi, còn bơi ngược dòng thì lại khác, chỉ cần há ...", "GOOGLE": "tại sao cá bơi ngược dòng?"}, {"MESSAGE": "Tại sao cá bơi ngược dòng nước? - VnExpress", "RESPONSE": "17 Tháng 2 2013 ... Khi đi câu, tôi thấy rất nhiều con cá bơi ngược dòng nước. Tại sao cá không bơi \nxuôi dòng chảy? - VnExpress.", "GOOGLE": "tại sao cá bơi ngược dòng?"}, {"MESSAGE": "Cá hồi di cư – Wikipedia tiếng Việt", "RESPONSE": "Tuy nhiên, có nhiều con thuộc nhiều loài sống cả đời tại vùng nước ngọt. Hầu \nhết cá hồi tuân theo mô hình cá di cư bơi ngược dòng sông để sinh sản, giai \nđoạn ...", "GOOGLE": "tại sao cá bơi ngược dòng?"}, {"MESSAGE": "Cá chép không vảy bơi ngược dòng để đẻ trứng ở hồ Thanh Hải", "RESPONSE": "8 Tháng Bảy 2019 ... Cá chép trần, loài cá chép không vảy trong sách đỏ của Trung Quốc, bắt đầu \nhành trình di cư hàng ... Cá chép không vảy bơi ngược dòng để đẻ trứng ở hồ \nThanh Hải .... Tại sao cách này dẫn người ta vào giấc ngủ nhanh?", "GOOGLE": "tại sao cá bơi ngược dòng?"}, {"MESSAGE": "Phúc báo đời người: Cá lội ngược dòng cá mới sống, người vượt ...", "RESPONSE": "5 Tháng Năm 2019 ... Phúc báo đời người: Cá lội ngược dòng cá mới sống, người vượt ... đang là một \nchú cá rẽ dòng nước ngược dòng để bơi về phía trước. ... Nhưng không vất vả thì \nsao thành tài, chỉ có vất vả mới thực sự là con đường tiến lên.", "GOOGLE": "tại sao cá bơi ngược dòng?"}, {"MESSAGE": "Hành trình \"tìm về cái chết\" của cá hồi và 2 bài học làm người cần ...", "RESPONSE": "16 Tháng Mười Hai 2016 ... Cá hồi là loài cá tìm về cội nguồn vào cuối đời, chúng chết tại chính nơi ... chúng \nphải bơi ngược dòng sông để lên thượng nguồn, đây rõ ràng là việc ... Nhưng tại \nsao chúng lại phải khổ nhọc như vậy?, hơn nữa có rất nhiều ...", "GOOGLE": "tại sao cá bơi ngược dòng?"}, {"MESSAGE": "Vì sao cá hồi \"liều mạng\" vượt sông, băng qua cả đường phố ở ...", "RESPONSE": "7 Tháng Mười Một 2018 ... Vì sao cá hồi \"liều mạng\" vượt sông, băng qua cả đường phố ở Washington? \nNguyễn ... Cá hồi bơi ngược dòng sông khi vào mùa sinh sản.", "GOOGLE": "tại sao cá bơi ngược dòng?"}, {"MESSAGE": "Huka - thác nước chảy xiết khiến cá không thể bơi ngược dòng", "RESPONSE": "12 Tháng Tám 2019 ... Huka - thác nước chảy xiết khiến cá không thể bơi ngược dòng. Thác Huka được \nví như ... Ông Nguyễn Thành Tài sai phạm vì 'tình cảm riêng' ...", "GOOGLE": "tại sao cá bơi ngược dòng?"}, {"MESSAGE": "Loài cá bơi ngược, sinh tồn 35 triệu năm dưới lòng sông - Nhịp ...", "RESPONSE": "20 Tháng 4 2018 ... Bằng cách di chuyển đặc biệt này, loài cá trê nghịch đảo đã tồn tại suốt hơn 35 \ntriệu năm qua. ... Loài cá bơi ngược, sinh tồn 35 triệu năm dưới lòng sông. Zalo \n..... 02:10 Vi sao van chua xoa bo duoc tin dung den? hinh anh ...", "GOOGLE": "tại sao cá bơi ngược dòng?"}, {"MESSAGE": "Koinobori – Wikipedia tiếng Việt", "RESPONSE": "Nhưng khung cảnh khắp nơi tại Nhật Bản đầy hình ảnh những koinobori trên \nbầu trời từ ... Hình ảnh koinobori treo đứng trên sào ở trước nhà những người \ndân tượng trưng cho hình ảnh \"cá vượt vũ môn\", bơi ngược dòng thác, được cho \nlà ...", "GOOGLE": "tại sao cá bơi ngược dòng?"}, {"MESSAGE": "Tại sao bầu trời có màu xanh? - KhoaHoc.tv", "RESPONSE": "6 Tháng Chín 2017 ... Ai cũng biết bầu trời có màu xanh, nhưng không phải mọi người đều biết vì sao \nbầu trời lại có màu xanh. Tại sao bầu trời thường có màu xanh ...", "GOOGLE": "Tại sao bầu trời lại có màu xanh?"}, {"MESSAGE": "Băng xanh – Wikipedia tiếng Việt", "RESPONSE": "Màu xanh đôi khi bị gán sai cho tán xạ Rayleigh, chịu trách nhiệm cho màu của \nbầu trời. ... Đây là lý do chính tại sao đại dương có màu xanh. ... Đó là, bất kỳ hạt \ntuyết nào rơi trong khu vực đó được chống lại bởi sự thăng hoa hoặc tổn thất ...", "GOOGLE": "Tại sao bầu trời lại có màu xanh?"}, {"MESSAGE": "Giờ xanh – Wikipedia tiếng Việt", "RESPONSE": "Giờ xanh xảy ra khi Mặt Trời đủ xa phía dưới đường chân trời để các bước sóng \n... sóng dài hơn, đỏ hơn để giải thích tại sao màu sắc của giờ này lại quá xanh. ... \nKhi bầu trời trong xanh, giờ xanh có thể là một cảnh tượng đầy màu sắc, với ...", "GOOGLE": "Tại sao bầu trời lại có màu xanh?"}, {"MESSAGE": "Vì sao bầu trời lúc xanh, lúc hồng? - VnExpress", "RESPONSE": "3 Tháng Mười Một 2013 ... Khi thời tiết bình thường, tức là ít mây và nhiều nắng, bầu trời sẽ có màu xanh. \nTuy nhiên, lúc bình minh hoặc hoàng hôn, nó lại có màu hồng.", "GOOGLE": "Tại sao bầu trời lại có màu xanh?"}, {"MESSAGE": "Tại sao bầu trời màu xanh? - VnExpress", "RESPONSE": "9 Tháng Bảy 2007 ... Ánh sáng phát ra từ mặt trời bao gồm nhiều màu sắc, mỗi màu lại có một sóng \nánh sáng khác nhau. - VnExpress.", "GOOGLE": "Tại sao bầu trời lại có màu xanh?"}, {"MESSAGE": "Nhiệt độ màu – Wikipedia tiếng Việt", "RESPONSE": "1 Tại sao trời nhiều mây lại có nhiệt độ màu cao hơn trời nắng? ... Thông thường \nkhi bầu trời trong thì ánh sáng được tán xạ có màu xanh ứng với nhiệt độ phát ...", "GOOGLE": "Tại sao bầu trời lại có màu xanh?"}, {"MESSAGE": "Mặt Trời – Wikipedia tiếng Việt", "RESPONSE": "Mặt Trời là một ngôi sao thuộc dãy chính màu vàng chiếm khoảng 99% tổng khối \n..... Trời và tạo ra các vết đen Mặt Trời và các tai lửa Mặt Trời (xem sự nối lại từ \ntrường). .... Tuy nhiên, người ta tin rằng toàn bộ Mặt Trời có cùng thành phần như \nnhau trong khi bầu khí quyển của Mặt Trời vẫn ...... Vì sao bầu trời có màu xanh?", "GOOGLE": "Tại sao bầu trời lại có màu xanh?"}, {"MESSAGE": "Vì sao bầu trời màu xanh? - VnExpress", "RESPONSE": "14 Tháng Tám 2015 ... Vì sao bầu trời ban ngày khi không có mây lại mang màu xanh mà không phải \nmàu tím hay một màu nào ... Mời độc giả đặt câu hỏi tại đây.", "GOOGLE": "Tại sao bầu trời lại có màu xanh?"}, {"MESSAGE": "Tán xạ Rayleigh – Wikipedia tiếng Việt", "RESPONSE": "Bầu trời trên Trái Đất có màu xanh da trời là do tán xạ Rayleigh của khí ... khi Mặt \nTrời ở gần đường chân trời, vẫn là tán xạ này, lại đem lại sắc đỏ cho bầu trời, ...", "GOOGLE": "Tại sao bầu trời lại có màu xanh?"}, {"MESSAGE": "Cực quang – Wikipedia tiếng Việt", "RESPONSE": "Phần lớn các cực quang có màu vàng ánh lục nhưng đôi khi các tia cao sẽ có ... \nViệc chụp ảnh cực quang đòi hỏi các máy ảnh phải được trang bị sao cho của ... \nTại hai cực các đường cảm ứng từ hội tụ lại và làm cho các hạt mang điện theo \nđó ... nhau do đó tạo ra nhiều dải sáng với nhiều màu sắc trên bầu trời ở hai cực.", "GOOGLE": "Tại sao bầu trời lại có màu xanh?"}, {"MESSAGE": "Trái đất của chúng ta bao nhiêu tuổi ?", "RESPONSE": "19 Tháng Sáu 2015 ... Trái Đất là hành tinh duy nhất trong hệ mặt trời có sự sống sinh sôi phát triển \ntrong suốt hàng chục triệu năm qua. Vậy đã bao giờ bạn tự hỏi ...", "GOOGLE": "Trái đất của chúng ta bao nhiêu tuổi?"}, {"MESSAGE": "Tuổi của Trái Đất – Wikipedia tiếng Việt", "RESPONSE": "Năm 1779, Comte du Buffon đã đưa ra tuổi của Trái Đất sử dụng một thí nghiệm: \nông tạo ra một địa cầu nhỏ .... Hành tinh của chúng ta đã được 4,5 tỉ năm tuổi.", "GOOGLE": "Trái đất của chúng ta bao nhiêu tuổi?"}, {"MESSAGE": "Trái Đất – Wikipedia tiếng Việt", "RESPONSE": "Tuy nhiên, người ta có chứng cứ xác định nguồn nước có ở Sao Hỏa trong quá \nkhứ, và ... Lõi của Trái Đất vẫn hoạt động được bao bọc bởi lớp manti rắn dày, \nlớp lõi ngoài ... Văn hóa loài người đã phát triển tạo nên nhiều cách nhìn về Trái \nĐất bao gồm việc ..... Bên cạnh đó, lớp vỏ lục địa già nhất khoảng 4030 triệu tuổi.", "GOOGLE": "Trái đất của chúng ta bao nhiêu tuổi?"}, {"MESSAGE": "Ngân Hà – Wikipedia tiếng Việt", "RESPONSE": "Hệ Mặt Trời của chúng ta di chuyển với tốc độ 220 km/s, nhưng dù với vận tốc ... \nTừ Trái Đất, dải Ngân Hà trông như một dải trắng bạc mờ ảo vắt ngang bầu trời, \nhay ... Có nhiều cách để xác định tuổi của các vật thể thiên văn, một trong số đó \nlà so ... Các tua nhỏ bao quanh nó cũng có thể xem như một phần của Ngân Hà,\n ...", "GOOGLE": "Trái đất của chúng ta bao nhiêu tuổi?"}, {"MESSAGE": "Mặt Trời – Wikipedia tiếng Việt", "RESPONSE": "Khoảng cách trung bình giữa Mặt Trời và Trái Đất xấp xỉ 149,6 triệu kilômét (1 \nĐơn vị ... Bởi Ngân Hà của chúng ta đang di chuyển so với Màn bức xạ vi sóng \nvũ trụ .... Các photon (tia gamma) nhiều năng lượng phát ra trong các phản ứng \ntổng .... chung là hoạt động của Mặt Trời bao gồm vết đen trên bề mặt của Mặt \nTrời, ...", "GOOGLE": "Trái đất của chúng ta bao nhiêu tuổi?"}, {"MESSAGE": "Mặt Trăng – Wikipedia tiếng Việt", "RESPONSE": "Khoảng cách trung bình tính từ tâm Trái Đất đến Mặt Trăng là 384.403 km, lớn .... \nCác biến đổi nhỏ (đu đưa - libration) trong góc quan sát cho phép chúng ta có ... \nchất có thể được sử dụng để ước tính tuổi của bề mặt (xem Đếm hố va chạm). ..... \nquan kích thước của Tiền Trái Đất và Theia và bao nhiêu vật liệu từ hai thiên ...", "GOOGLE": "Trái đất của chúng ta bao nhiêu tuổi?"}, {"MESSAGE": "Hệ Mặt Trời – Wikipedia tiếng Việt", "RESPONSE": "Tuổi, 4,568 tỷ năm .... Những định luật của Kepler về chuyển động thiên thể miêu \ntả quỹ đạo của các vật thể quay quanh Mặt Trời. ... Chúng có thể tìm thấy dưới \ndạng băng, chất lỏng, hay khí trong nhiều nơi thuộc hệ Mặt Trời, trong khi trong ... \nTừ trường Trái Đất bảo vệ bầu khí quyển của nó không bị gió Mặt Trời tước đi.", "GOOGLE": "Trái đất của chúng ta bao nhiêu tuổi?"}, {"MESSAGE": "Lịch sử Trái Đất – Wikipedia tiếng Việt", "RESPONSE": "Khí quyển ban đầu của Trái Đất có thể gồm những vật liệu bao quanh bên ..... \nMỗi vực lại liên tiếp chia thành nhiều giống, dù chúng ta còn biết rất ít về lịch sử ...", "GOOGLE": "Trái đất của chúng ta bao nhiêu tuổi?"}, {"MESSAGE": "Sao – Wikipedia tiếng Việt", "RESPONSE": "Ngôi sao gần Trái Đất nhất là Mặt Trời, nó là nguồn của hầu hết năng lượng trên \nTrái ... độ tuổi, thành phần hóa học và nhiều tính chất khác của ngôi sao bằng \ncách ... sử tiến hóa của nó, bao gồm đường kính, sự tự quay, chuyển động và \nnhiệt độ. ..... Trong Siêu đám Địa Phương chúng ta có thể nhìn thấy các quần tụ \nsao, ...", "GOOGLE": "Trái đất của chúng ta bao nhiêu tuổi?"}, {"MESSAGE": "Vũ trụ – Wikipedia tiếng Việt", "RESPONSE": "Vũ trụ bao gồm các hành tinh, sao, thiên hà, các thành phần của không gian liên \nsao, ... biết được kích thước toàn thể của Vũ trụ là bao nhiêu và có thể là vô hạn. \n... ra rằng thiên hà của chúng ta chỉ là một trong số hàng trăm tỷ thiên hà khác. ..... \nbao gồm vị trí hiện tại từ Trái Đất cho tới biên giới của Vũ trụ quan sát được là ...", "GOOGLE": "Trái đất của chúng ta bao nhiêu tuổi?"}, {"MESSAGE": "Mặt Trời – Wikipedia tiếng Việt", "RESPONSE": "Trong 50 hệ sao gần nhất bên trong 17 năm ánh sáng từ Trái Đất, Mặt Trời xếp \nhạng ..... ứng với bất kỳ một nguyên tố hoá học nào từng biết trên Trái Đất khi ấy. \n..... chu kỳ mặt trời dường như đã ngưng hoàn toàn trong vài thập kỷ; có rất ít vết\n ...", "GOOGLE": "Mặt trời có khi nào ngừng chiếu sáng?"}, {"MESSAGE": "Trái Đất sẽ ra sao nếu Mặt Trời ngừng chiếu sáng? - VnExpress", "RESPONSE": "5 Tháng Sáu 2018 ... Vật phát cháy đến một lúc nào đó sẽ tắt, tôi nghĩ Mặt Trời cũng thế. Khi đó Trái ... \nNhững chính sách nổi bật có hiệu lực từ tháng 1. Quan tâm.", "GOOGLE": "Mặt trời có khi nào ngừng chiếu sáng?"}, {"MESSAGE": "Tốc độ ánh sáng – Wikipedia tiếng Việt", "RESPONSE": "Có những chuyển động siêu sáng khi quan sát các thiên thể trên bầu trời, như ... \ngiới gọi là mặt cầu Hubble, vận tốc của các thiên hà sẽ vượt tốc độ ánh sáng khi \n.... Trong vật liệu khác như ngưng tụ Bose–Einstein gần độ không tuyệt đối, tốc \nđộ ... ra rất nhanh khiến cho không tín hiệu nào có thể gửi nhanh hơn ánh sáng.", "GOOGLE": "Mặt trời có khi nào ngừng chiếu sáng?"}, {"MESSAGE": "Sao – Wikipedia tiếng Việt", "RESPONSE": "Ngôi sao gần Trái Đất nhất là Mặt Trời, nó là nguồn của hầu hết năng lượng trên \nTrái ... trên bầu trời đêm, khi chúng không bị lu mờ đi dưới ánh sáng của Mặt Trời\n. ... Trong phần lớn thời gian hoạt động của nó, một sao chiếu sáng được là do \n..... tỷ năm), cho nên chưa thể có một sao lùn đỏ nào đạt đến trạng thái như thế.", "GOOGLE": "Mặt trời có khi nào ngừng chiếu sáng?"}, {"MESSAGE": "Năng lượng Mặt Trời – Wikipedia tiếng Việt", "RESPONSE": "Khi không khí đạt đến một độ cao, nơi nhiệt độ thấp, hơi nước ngưng tụ thành ... \nĐèn năng lượng mặt trời có tính phí trong ngày và ánh sáng vào lúc hoàng hôn \n..... gia đình một tín dụng cho bất kỳ điện năng nào mà họ cung cấp cho lưới điện.", "GOOGLE": "Mặt trời có khi nào ngừng chiếu sáng?"}, {"MESSAGE": "Mặt Trăng – Wikipedia tiếng Việt", "RESPONSE": "Việc thám hiểm Mặt Trăng của loài người đã ngừng lại với sự chấm dứt của ... \nTrong tiếng Anh, từ moon chỉ có nghĩa \"Mặt Trăng\" cho tới tận năm 1665, khi nó \nđược .... Không giống Trái Đất, không một ngọn núi lớn nào trên Mặt Trăng được \ncho là ... được ánh sáng Mặt Trời trực tiếp chiếu tới (xem Hố va chạm Shackleton\n).", "GOOGLE": "Mặt trời có khi nào ngừng chiếu sáng?"}, {"MESSAGE": "Nhật thực – Wikipedia tiếng Việt", "RESPONSE": "Nhật thực xảy ra khi Mặt Trăng đi qua giữa Trái Đất và Mặt Trời và quan sát từ .... \nTrong thời gian xảy ra bất kỳ một lần nhật thực nào, chỉ có thể quan sát thấy ..... \nsáng từ Mặt Trăng là do bề mặt của nó phản chiếu ánh sáng từ Mặt Trời có từ ...", "GOOGLE": "Mặt trời có khi nào ngừng chiếu sáng?"}, {"MESSAGE": "Nhiệt độ màu – Wikipedia tiếng Việt", "RESPONSE": "Trong điều kiện chụp dưới ánh sáng thiên về màu nào thì ảnh thường bị ám màu \nđó (ví dụ ... 20,000K Xế chiều, mặt trời khuất sau núi trong ngày đẹp trời. ... \nThông thường khi bầu trời trong thì ánh sáng được tán xạ có màu xanh ứng với \nnhiệt ...", "GOOGLE": "Mặt trời có khi nào ngừng chiếu sáng?"}, {"MESSAGE": "Hệ Mặt Trời – Wikipedia tiếng Việt", "RESPONSE": "Nhưng cũng có một số ngoại lệ, như sao chổi Halley lại quay theo chiều ngược \nlại. ... Vị trí thiên thể gần nhất với Mặt Trời gọi là cận điểm quỹ đạo, trong khi điểm \ntrên ... với đại đa số các sao trong Ngân Hà, Mặt Trời lại là 1 ngôi sao lớn và \nsáng. ...... Sao Diêm Vương vẫn chưa được thăm viếng bởi 1 tàu vũ trụ nào của \ncon ...", "GOOGLE": "Mặt trời có khi nào ngừng chiếu sáng?"}, {"MESSAGE": "Năm ánh sáng – Wikipedia tiếng Việt", "RESPONSE": "Năm ánh sáng là đơn vị đo chiều dài sử dụng trong đo khoảng cách thiên văn. ... \nthành công khoảng cách đến một ngôi sao khác ngoài Mặt Trời vào năm 1838. ... \ncủa ánh sáng, nhưng ông đã ngập ngừng khi sử dụng năm ánh sáng làm đơn vị \n... Các thiên hà có đường kính từ vài nghìn đến vài trăm nghìn năm ánh sáng, ...", "GOOGLE": "Mặt trời có khi nào ngừng chiếu sáng?"}, {"MESSAGE": "Từ trường – Wikipedia tiếng Việt", "RESPONSE": "Ông cũng nêu ra khái niệm vectơ thế năng từ mà về sau người ta chứng ..... Bất \nkỳ một từ trường không đều nào, do nam châm vĩnh cửu hay do dòng điện sinh \n.... Một cuộn dây cuốn quanh một lõi sắt từ hoạt động như nam châm điện, sinh \nra ...", "GOOGLE": "Nam châm hoạt động như thế nào?"}, {"MESSAGE": "Nam châm điện – Wikipedia tiếng Việt", "RESPONSE": "Nam châm điện gồm hai phần là cuộn dây tạo từ trường và lõi dẫn (khuếch đại) \n... Nam châm điện có hệ số nhiệt độ tốt nhất trong bất kỳ loại nam châm vật liệu \nnào .... Điều này đặc biệt quan trọng khi thực hiện một vài hoạt động ví như thực\n ...", "GOOGLE": "Nam châm hoạt động như thế nào?"}, {"MESSAGE": "Máy gia tốc hạt lớn – Wikipedia tiếng Việt", "RESPONSE": "Cần tới khoảng 96 tấn heli lỏng để giữ các nam châm hoạt động ở nhiệt độ 1,9 ... \ncho LHC trở thành thiết bị siêu lạnh lớn nhất thế giới với nhiệt độ của heli lỏng. ... \nLHCb sẽ cố gắng tìm hiểu chuyện gì đã xảy ra đối với phản vật chất \"bị thất lạc\". \n... Ngoài ra còn có nhiều trở ngại như việc xây một hang ngầm cho chiếc máy ...", "GOOGLE": "Nam châm hoạt động như thế nào?"}, {"MESSAGE": "Điện – Wikipedia tiếng Việt", "RESPONSE": "Nam châm điện: dựa trên tính chất dòng điện sinh ra từ trường, và từ trường biến \n.... Hiệu ứng quang điện là cơ sở cho sự hoạt động của pin Mặt Trời, các CCD ..... \nđại lượng không đổi bất kể quỹ đạo của hạt giữa hai điểm đó là như thế nào ...", "GOOGLE": "Nam châm hoạt động như thế nào?"}, {"MESSAGE": "Robot chạy bằng nam châm hoạt động được trong cơ thể người ...", "RESPONSE": "19 Tháng Sáu 2018 ... Robot chạy bằng nam châm hoạt động được trong cơ thể người. Nhóm chuyên \ngia tại Viện ... Màn hình cảm ứng hoạt động như thế nào?", "GOOGLE": "Nam châm hoạt động như thế nào?"}, {"MESSAGE": "Động cơ điện – Wikipedia tiếng Việt", "RESPONSE": "Bài viết này không được chú giải bất kỳ nguồn tham khảo nào. ... Hầu hết Động \ncơ điện hiện có hoạt động theo hiệu ứng điện từ. ... Các động cơ điện thường \ngặp dùng trong gia đình như quạt điện, tủ lạnh, máy giặt, máy ... yên (stator) và \nphần chuyển động (rotor) được quấn nhiều vòng dây dẫn hay có nam châm vĩnh \ncửu.", "GOOGLE": "Nam châm hoạt động như thế nào?"}, {"MESSAGE": "Tìm hiểu hoạt động của loa - cơ bản về âm thanh - VnExpress Số Hóa", "RESPONSE": "26 Tháng 4 2011 ... Để hiểu loa hoạt động như thế nào, trước tiên cần phải hiểu âm thanh ... Cấu tạo \ncủa một loa tiêu biểu gồm khung sắt, nam châm vĩnh cửu và ...", "GOOGLE": "Nam châm hoạt động như thế nào?"}, {"MESSAGE": "Máy phát điện – Wikipedia tiếng Việt", "RESPONSE": "Nguyên lý hoạt động của máy phát điện được khám phá vào khoảng năm ... Một \ncách nào đấy, nó có thể ví với một cái bơm, tạo ra dòng nước chảy nhưng ... \nđộng cơ điện, và các loại dynamo thông dụng đều có thể hoạt động như một \nđộng cơ. .... Phần cảm của nó là các nam châm đất hiếm, vì thế có thể chế tạo \nnhỏ và ...", "GOOGLE": "Nam châm hoạt động như thế nào?"}, {"MESSAGE": "Nam châm vĩnh cửu – Wikipedia tiếng Việt", "RESPONSE": "Nhiệt độ Curie cho ta biết khả năng hoạt động của nam châm trong điều kiện \nnhiệt độ ... Có những nam châm có nhiệt độ Curie khá thấp (ví dụ như nam châm \n... Là loại nam châm vĩnh cửu được sử dụng từ thế kỷ 18 đến giữa thế kỷ 20 với ...", "GOOGLE": "Nam châm hoạt động như thế nào?"}, {"MESSAGE": "Động cơ điện một chiều – Wikipedia tiếng Việt", "RESPONSE": "Stator của động cơ điện 1 chiều thường là 1 hay nhiều cặp nam châm vĩnh cửu, \n... động cơ sẽ hoạt động như một máy phát điện một chiều, và tạo ra một sức \nđiện .... mực cho đến khi nó bị thay thế bằng hệ thống mạch rắn sử dụng \nThyristor.", "GOOGLE": "Nam châm hoạt động như thế nào?"}, {"MESSAGE": "Vì sao có cầu vồng? - KhoaHoc.tv", "RESPONSE": "15 Tháng Bảy 2019 ... Cầu vồng thực ra có rất nhiều màu sắc, trong đó có 7 màu nổi bật là đỏ, ... được \ncầu vồng bậc 2 mà trật tự màu sắc lại ngược lại với cầu vồng ...", "GOOGLE": "Tại sao lại có cầu vồng"}, {"MESSAGE": "Lý giải bí ẩn cầu vồng 'sinh đôi' - VnExpress", "RESPONSE": "14 Tháng Tám 2012 ... Khi đó, các hạt mưa sẽ có kích cỡ khác nhau và tạo ra các cầu vồng ... Tuy nhiên, \nhiếm gặp nhất là cầu vồng \"sinh đôi\" - cầu vồng chung gốc nhưng lại tách ... Tuy \nnhiên cho đến tận bây giờ, không ai biết tại sao nó xuất hiện\", ...", "GOOGLE": "Tại sao lại có cầu vồng"}, {"MESSAGE": "Cầu vồng – Wikipedia tiếng Việt", "RESPONSE": "Trong đó cầu vồng bậc 1 là rõ nhất (chỉ có 1 lần phản xạ nên năng lượng sáng \nmạnh nhất). ... thêm được cầu vồng bậc 2 mà trật tự màu sắc lại ngược lại với \ncầu vồng bậc ... Giữa các cầu vồng tồn tại khoảng đai vòng tối gọi là dải \nAlexander.", "GOOGLE": "Tại sao lại có cầu vồng"}, {"MESSAGE": "Tại sao cầu vồng lại tròn và thường kép? - VnExpress", "RESPONSE": "7 Tháng 4 2004 ... Những cầu vồng thông thường nhất được hình thành khi ánh sáng mặt trời chiếu \nqua các hạt mưa. Các giọt mưa này có tác dụng giống như ...", "GOOGLE": "Tại sao lại có cầu vồng"}, {"MESSAGE": "Tại sao không có cầu vồng thẳng? - VnExpress", "RESPONSE": "28 Tháng Sáu 2014 ... Mây cầu vồng hiếm ở Trung Quốc / Lần đầu phát hiện cầu vồng ngoài Trái Đất. \nĐộc giả có ... Tại sao có giấc mơ không thể nhớ khi tỉnh lại?", "GOOGLE": "Tại sao lại có cầu vồng"}, {"MESSAGE": "7 điều ít biết về cầu vồng - VnExpress", "RESPONSE": "5 Tháng Chín 2013 ... Khoảng cách này luôn tồn tại giữa người xem với hiện tượng. 5. ... Người quan \nsát có thể nhìn thấy nhiều hơn một cầu vồng khi ánh sáng khúc xạ lại bên trong \ngiọt .... Tại sao khi tập trung đọc lại không chú ý được âm thanh?", "GOOGLE": "Tại sao lại có cầu vồng"}, {"MESSAGE": "Cầu vồng Mặt Trăng – Wikipedia tiếng Việt", "RESPONSE": "Cầu vồng Mặt trăng được nhìn thấy dễ dàng nhất khi mặt trăng ở hoặc gần nhất \nvới trăng tròn pha sáng nhất của nó. Để mặt trăng có độ lớn lớn nhất xuất hiện, ...", "GOOGLE": "Tại sao lại có cầu vồng"}, {"MESSAGE": "Cầu vồng - Trang 1 - VnExpress", "RESPONSE": "Cầu vồng - Ốc sen và Sóc thắc mắc tại sao lại có cầu vồng trên trời. Chim nhỏ \nnghe thấy liền giải thích cho hai bạn. Bé hãy nghe chuyện kể để biết vì sao nhé.", "GOOGLE": "Tại sao lại có cầu vồng"}, {"MESSAGE": "Sắc cầu vồng đồng giới ngập tràn sân cỏ nước Anh - Bóng đá Anh ...", "RESPONSE": "30 Tháng Mười Một 2017 ... Các cầu thủ tại Anh sẽ ra sân với sắc cầu vồng cho tới hết ngày 3/12 để thể ... \nNhiều người hẳn sẽ thắc mắc vì sao hình ảnh cầu vồng 7 sắc lại tràn ngập ... Eric \nDier của Spurs đang chỉnh lại đôi giày có dây đeo bảy sắc trước ...", "GOOGLE": "Tại sao lại có cầu vồng"}, {"MESSAGE": "Lý giải sự xuất hiện của quầng mặt trời - VnExpress", "RESPONSE": "9 Tháng Năm 2017 ... Sáng ngày 9/5, nhiều người sống tại thành phố Huế và Quảng Nam tỏ ra bất ngờ \nvà thích thú ... Đây là lý do màu sắc quầng hào quang đôi khi trông như màu cầu \nvồng. ... Quầng mặt trời hoặc mặt trăng thường là dấu hiệu dự báo sắp có mưa. \n.... Tại sao khi tập trung đọc lại không chú ý được âm thanh? 11 ...", "GOOGLE": "Tại sao lại có cầu vồng"}, {"MESSAGE": "Tại sao bọt bóng bong có hình cầu? - VnExpress", "RESPONSE": "17 Tháng 4 2014 ... Vì sao vậy? ... bóng và khi chúng bay lên không trung, tôi thấy chúng có hình cầu \n... Tại sao khi tập trung đọc lại không chú ý được âm thanh?", "GOOGLE": "Tại sao bọt bong bóng lại có hình cầu?"}, {"MESSAGE": "Bong bóng xà phòng – Wikipedia tiếng Việt", "RESPONSE": "Bong bóng xà phòng là một màng rất mỏng của nước xà phòng có dạng hình ... \nBong bóng xà phòng thường chỉ tồn tại trong một khoảng thời gian ngắn và sau \nđó ... Thực sự thì xà phòng làm điều ngược lại, nó làm giảm sức căng bề mặt của \n... các ngôi sao qua cạnh của lỗ đen và hiện tượng bong bóng lớn hút bong bóng\n ...", "GOOGLE": "Tại sao bọt bong bóng lại có hình cầu?"}, {"MESSAGE": "Bong bóng xuất hiện lúc nào khi trời mưa? - VnExpress", "RESPONSE": "13 Tháng Sáu 2014 ... ... lại không có. Vì sao? (Vo Thanh Tuan). Tại sao bọt bóng bong có hình cầu? ... \nBăng nhóm làm xăng giả phải nộp lại 728 tỷ đồng. Quan tâm.", "GOOGLE": "Tại sao bọt bong bóng lại có hình cầu?"}, {"MESSAGE": "Khoa học - Hỏi - Đáp - Trang 63", "RESPONSE": "Tại sao máy bay vận tải lại dùng động cơ cánh quạt? ... Tại sao bọt bóng bong có \nhình cầu? 27 .... Tại sao khi phóng ra, tia sét lại có hình cành cây ngược? 53.", "GOOGLE": "Tại sao bọt bong bóng lại có hình cầu?"}, {"MESSAGE": "Khoa học công nghệ - Tin kỹ thuật, nghiên cứu ứng dụng ...", "RESPONSE": "Khi trời mưa, ở mặt đất có lúc chúng ta thấy có bong bóng, nhưng có lúc lại \nkhông có. Vì sao? (Vo Thanh Tuan). Tại sao bọt bóng bong có hình cầu? / Sinh \nvật ...", "GOOGLE": "Tại sao bọt bong bóng lại có hình cầu?"}, {"MESSAGE": "nhà cao tầng - Trang 3 - VnExpress", "RESPONSE": "Tại sao bọt bóng bong có hình cầu? 27 ... Vì sao càng ở nhà trên cao thì càng \nmát? ... Vậy tại sao các nhà ở chung cư cao tầng càng lên cao lại càng thấy mát?", "GOOGLE": "Tại sao bọt bong bóng lại có hình cầu?"}, {"MESSAGE": "Khoa học - Hỏi - Đáp - Trang 62", "RESPONSE": "Khi trời mưa, ở mặt đất có lúc chúng ta thấy có bong bóng, nhưng có lúc lại \nkhông có. Vì sao? (Vo Thanh Tuan). Tại sao bọt bóng bong có hình cầu? / Sinh \nvật ...", "GOOGLE": "Tại sao bọt bong bóng lại có hình cầu?"}, {"MESSAGE": "Vì sao cầu thủ hay nhổ nước bọt khi thi đấu?", "RESPONSE": "20 Tháng Giêng 2019 ... Trong mọi trận đấu bóng đá, chúng ta đều dễ bắt gặp hình ảnh cầu thủ nhổ nước \nbọt. ... độ không vừa ý của các chân sút song thực tế lại không như vậy. ... lượng \nprotein trong nước bọt, đặc biệt là chất nhầy có tên MUC5B.", "GOOGLE": "Tại sao bọt bong bóng lại có hình cầu?"}, {"MESSAGE": "10 câu hỏi bạn thực sự cần biết câu trả lời - KhoaHoc.tv", "RESPONSE": "2 Tháng Giêng 2018 ... Đây là 10 câu hỏi mà trẻ nhỏ thậm chí là người lớn đã từng thắc mắc nhưng liệu \ntất cả chúng ta đều .... Tại sao bọt bong bóng lại có hình cầu?", "GOOGLE": "Tại sao bọt bong bóng lại có hình cầu?"}, {"MESSAGE": "Vì sao cầu thủ hay khạc nhổ trên sân - VnExpress Sức Khỏe", "RESPONSE": "20 Tháng Giêng 2019 ... Nhổ nước bọt không phải hành vi thể hiện thái độ mà giúp cầu thủ làm ... Trong \nmọi trận đấu bóng đá, chúng ta đều dễ bắt gặp hình ảnh cầu thủ nhổ nước bọt. ... \nlượng protein trong nước bọt, đặc biệt là chất nhầy có tên MUC5B. ... Hiện chưa \nrõ tại sao MUC5B lại tăng lên khi chúng ta hoạt động nhiều.", "GOOGLE": "Tại sao bọt bong bóng lại có hình cầu?"}, {"MESSAGE": "Mây – Wikipedia tiếng Việt", "RESPONSE": "Mây được tạo thành trong những khu vực không khí ẩm bị làm lạnh, nói chung ... \nKhông khí bị ấm lên do năng lượng nhiệt giải phóng khi nước ngưng tụ từ hơi \nnước. .... Màu sắc của mây cho ta biết nhiều về những gì đang diễn ra trong mây.", "GOOGLE": "Mây được tạo thành từ gì?"}, {"MESSAGE": "Mây được hình thành như thế nào? - KhoaHoc.tv", "RESPONSE": "20 Tháng Mười 2017 ... Thể tích của những giọt nước này rất nhỏ, chúng là thành phần tạo nên những \nđám mây, bán kính bình quân của nó chỉ có vài micromet, ...", "GOOGLE": "Mây được tạo thành từ gì?"}, {"MESSAGE": "Mưa – Wikipedia tiếng Việt", "RESPONSE": "Khi có quá nhiều giọt nước hình thành ở mây, lâu ngày các đám mây càng nặng \n(do những giọt nước quá nhiều) sẽ rơi xuống tạo thành mưa. .... Mưa vừa: Lượng \nmưa đo được từ 16 – 50 mm/24h; Mưa to: Lượng mưa đo được từ 51 – 100 mm/\n24h; Mưa rất to: Lượng mưa đo được > 100 mm/24h; Mưa axít .... Mưa đá là gì.", "GOOGLE": "Mây được tạo thành từ gì?"}, {"MESSAGE": "Tia sét – Wikipedia tiếng Việt", "RESPONSE": "Sét cũng được tạo ra bởi những cột tro trong những vụ phun trào núi lửa hoặc ... \nSau một hồi không có chuyện gì xảy ra ông thấy sợi dây bị lỏng và đưa tay lại ... \nSét đánh từ mây xuống đất là hiện tượng trao đổi điện tử giữa các đám mây tích \n... hình thành khi luồng ion âm tiến xuống tia nào nối được vào luồng ion âm sẽ ...", "GOOGLE": "Mây được tạo thành từ gì?"}, {"MESSAGE": "Lịch sử Trái Đất – Wikipedia tiếng Việt", "RESPONSE": "Trái Đất được hình thành cùng với Hệ Mặt Trời từ khi Hệ Mặt Trời ban đầu tồn .... \nlà một thứ gì khác) đã có khả năng tự phân chia thành các bản sao của chính nó. \n... cùng bộ máy tái tạo của nó và có lẽ cả các biomolecules khác đã có tham gia ...", "GOOGLE": "Mây được tạo thành từ gì?"}, {"MESSAGE": "Đám mây Oort – Wikipedia tiếng Việt", "RESPONSE": "Đám mây Oort được hình thành từ thời khi Hệ Mặt Trời còn là những đám mây \nbụi khí. Khi lực hấp dẫn lớn dần lên, nó kéo các khí và bụi lại gần nhau, tạo \nthành ...", "GOOGLE": "Mây được tạo thành từ gì?"}, {"MESSAGE": "Sao – Wikipedia tiếng Việt", "RESPONSE": "Hầu hết mọi nguyên tố xuất hiện trong tự nhiên nặng hơn heli đều được tạo ra ... \nMột sao bắt đầu từ một đám mây co sụp lại của các vật chất với thành phần cơ ...", "GOOGLE": "Mây được tạo thành từ gì?"}, {"MESSAGE": "Trí tuệ nhân tạo – Wikipedia tiếng Việt", "RESPONSE": "Trí tuệ nhân tạo được thành lập như một môn học thuật vào năm 1956, và trong \n... hồi từ một máy và một con người, máy tính có thể được coi là 'thông minh'. .... \nđây là việc máy tính sẽ thực hiện đúng và chính xác dựa theo những gì nó biết.cg\n.", "GOOGLE": "Mây được tạo thành từ gì?"}, {"MESSAGE": "Phần mềm – Wikipedia tiếng Việt", "RESPONSE": "Điều này trái ngược với phần cứng vật lý, từ đó hệ thống được xây dựng và thực \n... Một phác thảo (thuật toán) cho những gì sẽ là phần mềm đầu tiên được Ada ... \nLý thuyết đầu tiên về phần mềm, trước khi tạo ra máy tính như chúng ta biết ngày \nnay, đã được ... Dựa trên mục tiêu, phần mềm máy tính có thể được chia thành:.", "GOOGLE": "Mây được tạo thành từ gì?"}, {"MESSAGE": "Sự hình thành và tiến hóa của Hệ Mặt Trời – Wikipedia tiếng Việt", "RESPONSE": "Nhiều mặt trăng được hình thành từ các đĩa khí và bụi quay xung quanh các .... \nCác hành tinh khác nhau được tạo ra từ tinh vân Mặt Trời, đám mây bụi khí dạng \nđĩa ..... lồ này không khác gì các hành tinh sinh ra từ đĩa khí xung quanh Mặt Trời.", "GOOGLE": "Mây được tạo thành từ gì?"}, {"MESSAGE": "Bay hơi – Wikipedia tiếng Việt", "RESPONSE": "Mặt trời (năng lượng mặt trời) làm bay hơi nước từ đại dương, hồ và độ ẩm trong \n... Đây là lý do tại sao việc làm bay hơi mồ hôi làm mát cơ thể con người. ... \nkhông bay hơi ở nhiệt độ và môi trường nhất định (ví dụ, dầu ăn ở nhiệt độ \nphòng) là ...", "GOOGLE": "Tại sao nước bốc hơi ở nhiệt độ phòng?"}, {"MESSAGE": "Nguy hiểm khi hít phải thủy ngân từ cặp nhiệt độ vỡ - Sức khỏe ...", "RESPONSE": "29 Tháng Mười 2015 ... Cặp nhiệt độ thủy ngân là vật dụng y tế có mặt ở hầu hết các gia ... Sao Việt · Sao \nChâu Á · Sao Hollywood ... lẫn thủy ngân do bố mẹ chủ quan khi đo nhiệt độ \nnước pha sữa cho bé. ... Bởi với nhiệt độ trong phòng, thủy ngân rất dễ bốc hơi. \n... ho húng hắng, ho ra đờm, khó thở, da có thể tím tái do thiếu ôxy.", "GOOGLE": "Tại sao nước bốc hơi ở nhiệt độ phòng?"}, {"MESSAGE": "Thủy ngân – Wikipedia tiếng Việt", "RESPONSE": "Hệ số giãn nở thể tích là 181,59 × 10 6 tại 0 °C, 181,71 × 10 6 ở 20 °C và 182 ... \naxit nitric hoặc nước cường toan hòa tan nó để tạo ra các muối thủy ngân sunfat, \n... Có bảy đồng vị thủy ngân ổn định, với 202Hg là phong phú nhất (29,86%). ..... \nKhông khí ở nhiệt độ phòng có thể bão hòa hơi thủy ngân cao hơn nhiều lần so ...", "GOOGLE": "Tại sao nước bốc hơi ở nhiệt độ phòng?"}, {"MESSAGE": "Brom – Wikipedia tiếng Việt", "RESPONSE": "Brom là một chất lỏng bốc khói màu nâu đỏ ở nhiệt độ phòng. Nó bốc hơi dễ \ndàng để hình thành chất khí màu tương tự. ... Carl Jacob Löwig đã cô lập brom từ \nsuối nước khoáng tại quê hương ông ở thị trấn Bad Kreuznach năm 1825.", "GOOGLE": "Tại sao nước bốc hơi ở nhiệt độ phòng?"}, {"MESSAGE": "Dung môi – Wikipedia tiếng Việt", "RESPONSE": "Nhiệt độ sẽ tăng lên, do đó entropy được tăng lên làm cho các dung dịch có tính \nổn ... Tính phân cực mạnh của nước được lấy làm chuẩn, ở 20 °C, hằng số điện \nmôi .... dichloromethane, hoặc axêtôn sẽ bay hơi trong vài giây ở nhiệt độ phòng, \n.... Khi chất rắn này được tạo thành tại miệng chai, thì việc xoáy nắp có thể cung ...", "GOOGLE": "Tại sao nước bốc hơi ở nhiệt độ phòng?"}, {"MESSAGE": "Sau vụ cháy, thuỷ ngân có bay khắp nơi như lời đồn? - Công nghệ ...", "RESPONSE": "30 Tháng Tám 2019 ... Sao Việt · Sao Châu Á · Sao Hollywood ... Sau vu chay, thuy ngan co bay khap \nnoi nhu loi don? hinh anh ... màu trắng bạc, thể lỏng, không tan trong nước và có \nthể bốc hơi tương đối dễ ở nhiệt độ phòng. ... \"Hiện tại chúng ta cũng chưa có \nthông tin cụ thể về việc lượng thủy ngân trong nhà máy đó là bao ...", "GOOGLE": "Tại sao nước bốc hơi ở nhiệt độ phòng?"}, {"MESSAGE": "Hydro – Wikipedia tiếng Việt", "RESPONSE": "Các sao thuộc dải chính được cấu tạo chủ yếu bởi hydro ở trạng thái plasma. .... \n7H: Năm 2003 hydro-7 đã được tạo ra tại phòng thí nghiệm RIKEN ở Nhật ... tồn \nkhối lượng bằng cách phản ứng của dòng hơi nước với sắt kim loại qua một ... \nQuá trình oxy hóa kỵ khí của sắt của các proton của nước ở nhiệt độ cao có thể ...", "GOOGLE": "Tại sao nước bốc hơi ở nhiệt độ phòng?"}, {"MESSAGE": "Thủy ngân bốc hơi tồn tại trong không khí bao lâu? - VnExpress", "RESPONSE": "31 Tháng Tám 2019 ... Ở nhiệt độ phòng, thủy ngân có thể bốc hơi chuyển từ dạng lỏng sang khí. \nChúng sẽ tồn tại bao lâu trong không khí? (Vịnh) - VnExpress.", "GOOGLE": "Tại sao nước bốc hơi ở nhiệt độ phòng?"}, {"MESSAGE": "Ôxi già – Wikipedia tiếng Việt", "RESPONSE": "Khi ở nồng độ thấp (dưới 5%) nó được sử dụng phổ biến để tẩy rửa tóc hay vết \n... Peroxide thương mại, như các dung dịch 3% mua tại hiệu thuốc, có thể sử \ndụng để ... luồng hơi nước-oxy được tạo ra hoặc là được sử dụng trực tiếp hoặc \nđược trộn .... (Lưu ý rằng polyetylen là tương thích ở nhiệt độ phòng nhưng có \nthể nổ ...", "GOOGLE": "Tại sao nước bốc hơi ở nhiệt độ phòng?"}, {"MESSAGE": "Những nghịch lý kỳ lạ về tính chất vật lý của nước - VnExpress", "RESPONSE": "8 Tháng 4 2016 ... Tuy nhiên, không ai biết tại sao trong các chất rắn, chỉ có băng mới có lớp nước \nnày. ... Nó xảy ra do bề mặt bên dưới của giọt nước khi bốc hơi, các phân tử hơi \nnước sẽ ... Nguyên nhân của hiện tượng này là do không khí ở nhiệt độ thấp rất \nđặc. ... Trong khi đó, nước sôi lại giải phóng hơi nước rất nhanh.", "GOOGLE": "Tại sao nước bốc hơi ở nhiệt độ phòng?"}, {"MESSAGE": "Mây – Wikipedia tiếng Việt", "RESPONSE": "Nước trong các đám mây điển hình có thể có khối lượng hàng triệu tấn, mặc dù \n... lại được giữ trong khí quyển là các giọt nước lỏng được bao quanh bởi không \nkhí ấm. .... Màu sắc của mây cho ta biết nhiều về những gì đang diễn ra trong \nmây. ... đỏ về phía mặt trời của các đám mây và màu đen thẫm về phía tối của \nchúng.", "GOOGLE": "Mây đen có bao nhiêu nước?"}, {"MESSAGE": "'Mây đen phủ lên toàn cầu nhưng mặt trời vẫn đang tỏa sáng ở Việt ...", "RESPONSE": "3 ngày trước ... 'Mây đen phủ lên toàn cầu nhưng mặt trời vẫn đang tỏa sáng ở Việt ... Việc đấu \ntranh bảo vệ chủ quyền quốc gia toàn vẹn lãnh thổ còn nhiều thách thức. ... chọn \nlọc bởi trong nước còn nhiều việc, ngân sách có hạn, nên phải ...", "GOOGLE": "Mây đen có bao nhiêu nước?"}, {"MESSAGE": "Cờ vây – Wikipedia tiếng Việt", "RESPONSE": "So với cờ vua, cờ vây có cả một bàn cờ lớn hơn với nhiều phạm vi để chơi hơn ... \nMục tiêu của cờ vây—như nghĩa tên gọi của nó—là bao vây một tổng diện tích .... \nBên cạnh thứ tự đi quân (các nước đi xen kẽ nhau, quân đen đi trước hoặc đặt \n..... cờ vây vượt xa cờ vua/cờ tướng và chương trình máy tính rất khó để chơi tốt.", "GOOGLE": "Mây đen có bao nhiêu nước?"}, {"MESSAGE": "Tia sét – Wikipedia tiếng Việt", "RESPONSE": "Giữa hai đám mây có hiện tượng phóng tia lửa điện và ta trông thấy một tia chớp. \n..... Nhiều báo cáo so sánh việc nhìn thấy sét hòn giống như việc nhìn thấy UFO. \n.... Sức mạnh của sét được đề xuất là để tạo ra hydrogen từ nước rồi sử dụng .... \nthì cần phải để ý đến các dấu hiệu của dông như mây đen, không khí lạnh, gió.", "GOOGLE": "Mây đen có bao nhiêu nước?"}, {"MESSAGE": "Cờ vua – Wikipedia tiếng Việt", "RESPONSE": "Các quân cờ của mỗi bên bao gồm 8 tốt, 2 mã, 2 tượng, 2 xe, 1 hậu và 1 vua. \nNgười cầm quân trắng luôn là người đi đầu tiên; người kia cầm quân đen. ... Cờ \nvua không phải là một trò chơi may rủi, nó dựa thuần túy vào chiến thuật và chiến \nlược. ..... Ban đầu các quân cờ của người châu Âu có nhiều giới hạn về nước đi.", "GOOGLE": "Mây đen có bao nhiêu nước?"}, {"MESSAGE": "Danh sách bảo bối trong Doraemon – Wikipedia tiếng Việt", "RESPONSE": "Doraemon sở hữu rất nhiều các loại bảo bối hay đạo cụ bí mật (ひみつ道具 (Bí \nmật ..... Nobita đã từng dùng nó để đi taxi miễn phí, uống nước miễn phí và đến \nnhà của một ...... Đám mây tạo sét: một đám mây đen bay lơ lửng có gắn dây giật.", "GOOGLE": "Mây đen có bao nhiêu nước?"}, {"MESSAGE": "Ấm lên toàn cầu – Wikipedia tiếng Việt", "RESPONSE": "Mặc dù có nhiều khí nhà kính được thải vào Bắc bán cầu hơn Nam bán cầu, \nnhưng .... Trái Đất ấm lên do các khí nhà kính có thể bị che phủ bởi các đám mây \nđen. ... nước bão hòa tăng và lượng hơi nước trong khí quyển sẽ có xu hướng \ntăng.", "GOOGLE": "Mây đen có bao nhiêu nước?"}, {"MESSAGE": "Mưa – Wikipedia tiếng Việt", "RESPONSE": "Khi có quá nhiều giọt nước hình thành ở mây, lâu ngày các đám mây càng ... thái \nbảo hòa (độ ẩm tương đối 100%) và hình thành mây (tập hợp các hạt nước và ...", "GOOGLE": "Mây đen có bao nhiêu nước?"}, {"MESSAGE": "Thứ Sáu Đen (mua sắm) – Wikipedia tiếng Việt", "RESPONSE": "Các nước khác: ... Ngày đặc biệt này có xuất xứ từ tình trạng tắc nghẽn giao \nthông xảy ra vào ngày thứ sáu sau Lễ Tạ ... Nhiều cửa hàng bán hàng giảm giá \nmạnh vào Thứ Sáu Đen và mở rất sớm, chẳng hạn như lúc nửa ... Các cuộc diễu \nhành mừng Lễ Tạ Ơn thường bao gồm sự xuất hiện của Ông già Noel vào cuối \ncuộc ...", "GOOGLE": "Mây đen có bao nhiêu nước?"}, {"MESSAGE": "Đêm rủ nhau leo núi Bà Đen ngắm mây trời - Phượt - ZING.VN", "RESPONSE": "25 Tháng Ba 2017 ... Núi Bà Đen từ lâu trở thành điểm đáng chinh phục”của biết bao bạn trẻ yêu ... \nNhưng nếu ngại trời nắng nóng, leo núi ban đêm có nhiều trải nghiệm ... lãng \nsương giăng, mây lồng bóng nước, nơi ánh mặt trời dần xuất hiện.", "GOOGLE": "Mây đen có bao nhiêu nước?"}, {"MESSAGE": "Lịch sử Trái Đất – Wikipedia tiếng Việt", "RESPONSE": "Mỗi vực lại liên tiếp chia thành nhiều giống, dù chúng ta còn biết rất ít về lịch sử \narchaea và bacteria. Khoảng 1.1 tỷ năm trước (6:15 chiều trên chiếc đồng hồ của \nchúng ta), ... Thực vật, động vật, và các loài nấm đều đã phân chia, ... các tế bào \nngoại biên có thể bắt đầu đảm nhận một số vai trò ...", "GOOGLE": "Có bao nhiêu loài trên Trái đất?"}, {"MESSAGE": "Khủng long – Wikipedia tiếng Việt", "RESPONSE": "Họ đã hồi sinh dòng Ornithoscelida để bao gồm hông chim và chân thú. ... Mặc \ndù nổi tiếng với kích thước cơ thể khổng lồ, nhiều loài khủng long có kích thước \n..... lớn nhất theo thứ lượng nặng hơn bất cứ thứ gì từng bước đi trên trái đất.", "GOOGLE": "Có bao nhiêu loài trên Trái đất?"}, {"MESSAGE": "Trái Đất – Wikipedia tiếng Việt", "RESPONSE": "Văn hóa loài người đã phát triển tạo nên nhiều cách nhìn về Trái Đất bao .... thụ \ncác bức xạ tia cực tím có hại, sự sống bắt đầu phát triển trên bề mặt Trái Đất.", "GOOGLE": "Có bao nhiêu loài trên Trái đất?"}, {"MESSAGE": "Đại dương – Wikipedia tiếng Việt", "RESPONSE": "Trên Trái Đất, mỗi đại dương là một đại bộ phận quy ước của đại dương thế giới \n... Xét Trái Đất, nước mặn bao phủ một diện tích khoảng 360.000.000 km2 và .... \nĐại dương cũng là nơi sinh sống của nhiều loài và có thể phân chia thành vài ...", "GOOGLE": "Có bao nhiêu loài trên Trái đất?"}, {"MESSAGE": "Côn trùng – Wikipedia tiếng Việt", "RESPONSE": "Bốn trăm triệu năm tồn tại trên Trái Đất cũng là bốn trăm triệu năm côn trùng liên \n... Người ta không thể ước tính được có bao nhiêu loài côn trùng đã nằm trong ...", "GOOGLE": "Có bao nhiêu loài trên Trái đất?"}, {"MESSAGE": "Hệ động vật Việt Nam – Wikipedia tiếng Việt", "RESPONSE": "Việt Nam là đất nước nhiệt đới thuộc vùng Đông Nam Á có sự đa dạng sinh ... \nMột dải rộng các thảm thực vật bao gồm nhiều kiểu rừng phong phú đã ...... Voi \nViệt Nam là một trong ba loài trong bộ Proboscidea còn lại trên trái đất ngày nay.", "GOOGLE": "Có bao nhiêu loài trên Trái đất?"}, {"MESSAGE": "Bảo tồn động vật hoang dã – Wikipedia tiếng Việt", "RESPONSE": "Một lượng lớn các loài động vật hoang dã trên trái đất đột nhiên biến mất là vấn \n.... Trên thế giới hiện nay có thành lập rất nhiều khu bảo tồn, công viên quốc gia,\n ...", "GOOGLE": "Có bao nhiêu loài trên Trái đất?"}, {"MESSAGE": "Vi khuẩn – Wikipedia tiếng Việt", "RESPONSE": "Có khoảng 40 triệu tế bào vi khuẩn trong một gram đất và hàng triệu tế bào trong \n... chúng có thể phát triển mạnh ở nơi sâu nhất trên Trái Đất là rãnh Mariana. .... \ndị dưỡng) có thể được kết hợp khác nhau trong từng tế bào, và nhiều loài có thể\n ...", "GOOGLE": "Có bao nhiêu loài trên Trái đất?"}, {"MESSAGE": "Nấm – Wikipedia tiếng Việt", "RESPONSE": "Phần lớn nấm phát triển dưới dạng các sợi đa bào được gọi là sợi nấm (hyphae) \n... Trên Trái Đất, đa phần các nấm đều không thể nhìn thấy được bằng mắt ..... \nthái và môi trường sống có nhiều điểm giống nhau (nhiều loài phát triển trên đất,\n ...", "GOOGLE": "Có bao nhiêu loài trên Trái đất?"}, {"MESSAGE": "Thực vật – Wikipedia tiếng Việt", "RESPONSE": "Chúng cũng bao gồm cả một ít các loài có quan hệ họ hàng gần với thực vật có \n.... sống trên Trái Đất. Không có thực vật thì nhiều sinh vật khác cũng không thể ...", "GOOGLE": "Có bao nhiêu loài trên Trái đất?"}, {"MESSAGE": "Thực tế – Wikipedia tiếng Việt", "RESPONSE": "Điều gì có thì thực sự là có, cái vốn dĩ xuất hiện trong tương lai có thể không tồn \n... Trong một định nghĩa rộng hơn, thực tế bao gồm tất cả những gì có và đã được \n... Sự thật liên quan đến những gì là thực, trong khi gian dối nói đến những gì ...", "GOOGLE": "Thực tế có thật không?"}, {"MESSAGE": "Thành viên:Blackrosie vn/Phi hư cấu – Wikipedia tiếng Việt", "RESPONSE": "Các tác phẩm phi hư cấu viết về người thật, việc thật, thông tin thật. ... thêm thắt \ntừ thực tế (tưởng tượng một phần), hoặc hoàn toàn không có thật (tưởng tượng ...", "GOOGLE": "Thực tế có thật không?"}, {"MESSAGE": "Phi hư cấu – Wikipedia tiếng Việt", "RESPONSE": "Các tác phẩm phi hư cấu viết về người thật, việc thật, thông tin thật. ... thêm thắt \ntừ thực tế (tưởng tượng một phần), hoặc hoàn toàn không có thật (tưởng tượng ...", "GOOGLE": "Thực tế có thật không?"}, {"MESSAGE": "VKS bác quan điểm 'H-Capital là thuốc thật' - VnExpress", "RESPONSE": "27 Tháng Chín 2019 ... Đại diện VKS cho rằng Cục Quản lý dược (Bộ Y tế) đang bị điều tra sai ... là \nCông ty Helix Canada nhưng thực tế công ty này không có thật, ...", "GOOGLE": "Thực tế có thật không?"}, {"MESSAGE": "Gia Cát Lượng – Wikipedia tiếng Việt", "RESPONSE": "Sau đó Lưu Bị nhận ra tài năng thực thụ của Khổng Minh, hạ mình 3 lần tới lều \n.... Đất Bắc chưa thật sự yên, vùng Tây Lương có Mã Đằng, Hàn Toại là mối lo \nsau ..... Trên thực tế ngay khi nghe tin Gia Cát Lượng tấn công, Tào Duệ nhanh ...", "GOOGLE": "Thực tế có thật không?"}, {"MESSAGE": "Thể loại phim – Wikipedia tiếng Việt", "RESPONSE": "Nếu có các yếu tố phi thực tế, phim kiếm hiệp còn có thể xếp vào loại phim giả ... \nPhim cổ trang (historical drama): phản ánh lịch sử, phản ảnh sự thật, nhân vật ... \nPhim kỳ ảo (Fantasy film): bối cảnh không có thực, thường liên quan tới hiện ...", "GOOGLE": "Thực tế có thật không?"}, {"MESSAGE": "Bao Công – Wikipedia tiếng Việt", "RESPONSE": "Thống kê ghi lại, những người bị Bao Chửng trừng trị không dưới 30 người là \nđối .... Thực tế, Bao Công thật không có khuôn mặt đen và cũng không có vết sẹo\n ...", "GOOGLE": "Thực tế có thật không?"}, {"MESSAGE": "Nhà hàng nổi danh số một London dù không có thật - Kinh doanh ...", "RESPONSE": "12 Tháng Mười Hai 2017 ... TripAdvisor cho rằng sự việc không chứng minh điều gì vì thực tế chẳng mấy ai \nđi tạo ra một quán ăn không có thật làm gì. Tuy nhiên, khó lòng ...", "GOOGLE": "Thực tế có thật không?"}, {"MESSAGE": "Quan Vũ – Wikipedia tiếng Việt", "RESPONSE": "Trên thực tế Văn Xú chết trong đám loạn quân, không rõ ai giết, và Quan Vũ cũng \n... Sự kiện hư cấu này hoàn toàn không có thật, Lưu Bị và Chu Du đã cố đuổi ...", "GOOGLE": "Thực tế có thật không?"}, {"MESSAGE": "Tẩu hỏa nhập ma có thật hay không?", "RESPONSE": "1 Tháng Mười Một 2018 ... Trong các truyện kiếm hiệp, người tập luyện sai phương pháp võ thuật dễ bị \"tẩu \nhỏa nhập ma\". Liệu điều đó có xảy ra ở ngoài thực tế đời thật ...", "GOOGLE": "Thực tế có thật không?"}, {"MESSAGE": "Nguồn gốc sự sống – Wikipedia tiếng Việt", "RESPONSE": "Nhiều phương pháp tiếp cận nguồn gốc sự sống điều tra làm thế nào các phân \ntử trên tự sao chép, hoặc các thành phần của chúng ra đời như thế nào. ... đựng \nkỷ lục sống lâu đời nhất trên Trái Đất, cho thấy sự sống bắt đầu ngay sau khi ...", "GOOGLE": "Sự sống bắt đầu như thế nào?"}, {"MESSAGE": "Lịch sử Trái Đất – Wikipedia tiếng Việt", "RESPONSE": "Thời điểm bắt đầu là 0 giờ, chính xác vào 4,55 tỷ năm trước, và kết thúc, 24 giờ, \nở thời ..... Dù thế nào chăng nữa, tế bào nhỏ đã sống sót bên trong tế bào lớn. ... \nNhư chúng ta đã thấy, sự tích tụ khí ôxy trong khí quyển Trái Đất dẫn tới việc hình\n ...", "GOOGLE": "Sự sống bắt đầu như thế nào?"}, {"MESSAGE": "Sự sống – Wikipedia tiếng Việt", "RESPONSE": "Nhiều dạng sự sống tồn tại như thực vật, động vật, nấm, nguyên sinh vật, .... Khả \nnăng sự sống bắt đầu như thế nào là từ các gen có nguồn gốc đầu tiên, tiếp ...", "GOOGLE": "Sự sống bắt đầu như thế nào?"}, {"MESSAGE": "Sinh học – Wikipedia tiếng Việt", "RESPONSE": "Sự ra đời của sinh học bắt đầu từ thế kỉ 19, khi các nhà khoa học tìm thấy ... Như \nvậy, sự sống ở mức độ nguyên tử và phân tử được nghiên cứu thông qua sinh \n..... Bộ nhiễm sắc thể định vị trong tế bào và bất kỳ thông tin di truyền nào tìm thấy\n ...", "GOOGLE": "Sự sống bắt đầu như thế nào?"}, {"MESSAGE": "Cội nguồn sự sống – Wikipedia tiếng Việt", "RESPONSE": "Những nhà khoa học đầu thế kỉ 18 đã ... hơn: sự sống bắt nguồn \"đầu tiên\" ở đâu\n? ... và hầu như không có một tiến bộ nào trong lĩnh vực này vào thế kỉ 19.", "GOOGLE": "Sự sống bắt đầu như thế nào?"}, {"MESSAGE": "Chết – Wikipedia tiếng Việt", "RESPONSE": "Trong y học, Chết là sự Chấm dứt của mọi hoạt động sống như hô hấp trao đổi \nchất ... Chết thật, khi các mô không còn hoạt động được nữa và bắt đầu phân hủy\n. ... tuổi thọ rất ngắn so với đời sống của cơ thể, chúng chết đi và được thay thế \nbởi .... Nhiều thí nghiệm đã được đặt ra nhằm xác định khi nào thì hồn rời khỏi \nxác, ...", "GOOGLE": "Sự sống bắt đầu như thế nào?"}, {"MESSAGE": "Nơi sự sống bắt đầu trên trái đất - VnExpress", "RESPONSE": "2 Tháng Tám 2013 ... Làm thế nào để sự sống trên trái đất bắt đầu? Ba bài báo mới đồng tác giả là \nMike Russell, một nhà khoa học nghiên cứu tại Phòng thí nghiệm ...", "GOOGLE": "Sự sống bắt đầu như thế nào?"}, {"MESSAGE": "Sự sống trên Sao Hỏa – Wikipedia tiếng Việt", "RESPONSE": "Các cuộc tìm kiếm khoa học cho bằng chứng của cuộc sống bắt đầu vào thế kỷ ... \nnó đã hầu như không có thay đổi nào kể từ khi kết thúc giai đoạn Hesperian.", "GOOGLE": "Sự sống bắt đầu như thế nào?"}, {"MESSAGE": "Cuộc sống ở nước ngoài bắt đầu như thế nào? - VnExpress", "RESPONSE": "1 Tháng 4 2011 ... Ngôn ngữ và chiếc xe là chìa khoá mở đầu cho cuộc sống nơi xứ người, ngày \nnào còn chưa có hai thứ này thì bạn sẽ còn bế tắc. - VnExpress.", "GOOGLE": "Sự sống bắt đầu như thế nào?"}, {"MESSAGE": "Kitô giáo – Wikipedia tiếng Việt", "RESPONSE": "Vì là Thiên Chúa, Giêsu đánh bại quyền lực sự chết và sống lại từ kẻ chết. ... \nPhaolô được xem như là nhà truyền giáo quan trọng nhất rao giảng thông điệp ... \nđể lại gì cho quý vị ngoại trừ các nơi thờ phụng các thần linh của quý vị mà thôi. \n.... Bắt đầu từ thế kỷ 19, nhiều quốc gia chịu ảnh hưởng Kitô giáo, đặc biệt tại Tây\n ...", "GOOGLE": "Sự sống bắt đầu như thế nào?"}, {"MESSAGE": "Du hành thời gian – Wikipedia tiếng Việt", "RESPONSE": "Tuy nhiên trong tương lai con người có thể tạo ra \"cỗ máy thời gian\" để du hành \nkhông gian bằng cách họ đi xuyên qua hai hố giun song song để du hành đến ...", "GOOGLE": "Có thể du hành thời gian không?"}, {"MESSAGE": "Nghịch lý ông nội – Wikipedia tiếng Việt", "RESPONSE": "Nghịch lý ông nội là một vấn đề trong nghịch lý của du hành thời gian, hay hiểu \nđơn giản là vấn đề không thể hiểu hoặc không có cách giải, lần đầu tiên được ...", "GOOGLE": "Có thể du hành thời gian không?"}, {"MESSAGE": "Mỹ từng bí mật thí nghiệm du hành thời gian và dịch chuyển tức thời ...", "RESPONSE": "24 Tháng Mười 2019 ... Du hành thời gian là có thể? Khát vọng du hành thời gian luôn là sự kỳ vọng \nkhông chỉ có ở một người bình thường, mà còn ở những nhà ...", "GOOGLE": "Có thể du hành thời gian không?"}, {"MESSAGE": "Nghịch lý tiền định – Wikipedia tiếng Việt", "RESPONSE": "Nghịch lý này đưa ra giả thuyết rằng những nhà du hành thời gian không có \ncách ... Lý thuyết này liên quan mật thiết đến nghịch lý bản thể ở chỗ có thứ \nkhông ...", "GOOGLE": "Có thể du hành thời gian không?"}, {"MESSAGE": "Du hành không gian – Wikipedia tiếng Việt", "RESPONSE": "Các phi vụ du hành không gian không có người bao gồm các tàu thăm dò ... \nkhông gian lên cho phép con người có thể thám hiểm không gian, cũng như thực \n... được trong chân không vũ trụ; mặc dù vậy không phải mọi nhà khoa học thời \nđó ...", "GOOGLE": "Có thể du hành thời gian không?"}, {"MESSAGE": "Chúng ta có thể du hành thời gian? - KhoaHoc.tv", "RESPONSE": "26 Tháng 2 2019 ... Nhưng cái đó chẳng phải là điều ta luôn nghĩ khi đề cập đến du hành thời gian. \nCon người muốn biết liệu có thể đi xa hơn vào tương lai không ...", "GOOGLE": "Có thể du hành thời gian không?"}, {"MESSAGE": "Những trường hợp bị nghi là du hành thời gian trên thế giới ...", "RESPONSE": "12 Tháng Năm 2019 ... Một số hình ảnh bị nghi là bằng chứng du hành thời gian vì người trong ảnh ... \nClarke kết luận rằng người phụ nữ có thể là người du hành thời gian. ... Tuy \nnhiên, họ không nói với ông những sự kiện thế kỷ 20 vì tin rằng sẽ rất ...", "GOOGLE": "Có thể du hành thời gian không?"}, {"MESSAGE": "Du hành thời gian là có thể? - Công nghệ - ZING.VN", "RESPONSE": "24 Tháng Mười 2019 ... Khát vọng du hành thời gian luôn là sự kỳ vọng không chỉ có ở một người bình \nthường, mà còn ở những nhà nghiên cứu.", "GOOGLE": "Có thể du hành thời gian không?"}, {"MESSAGE": "Tàu TARDIS – Wikipedia tiếng Việt", "RESPONSE": "Chức năng, Du hành không thời gian ... TARDIS khi được vận hành đúng cách \ncó thể đưa người du hành đến bất cứ khoảng không thời gian nào của Vũ trụ.", "GOOGLE": "Có thể du hành thời gian không?"}, {"MESSAGE": "Bản mẫu:Du hành thời gian – Wikipedia tiếng Việt", "RESPONSE": "Bản mẫu:Du hành thời gian. Bách khoa toàn ... Các không-thời gian trong thuyết \ntương đối rộng có thể chứa đường cong thời gian khép kín · Alcubierre metric ...", "GOOGLE": "Có thể du hành thời gian không?"}, {"MESSAGE": "Vũ trụ – Wikipedia tiếng Việt", "RESPONSE": "Quan sát về sự phân bố và vạch phổ của các thiên hà đưa đến nhiều lý thuyết \nvật .... Bằng cách kết hợp không gian và thời gian thành một thực thể đa tạp toán \nhọc duy ... vật lý cho rằng tô pô của vũ trụ là mở, lớn vô hạn có biên hoặc không \ncó biên. ... Theo như định nghĩa có tính giới hạn, Vũ trụ là những thứ trong phạm \nvi ...", "GOOGLE": "Vũ trụ có thực sự vô hạn?"}, {"MESSAGE": "Toàn vũ trụ – Wikipedia tiếng Việt", "RESPONSE": "Trong phạm vi vật lý thiên văn, hạn chế của định nghĩa từ \"vũ trụ\" là nó chỉ có một \n... Một số hoặc tất cả các vũ trụ có phương thức tồn tại có thể được hiện thực hóa. \n... vũ trụ là vô hạn, và làm như vậy với lý thuyết này: nếu Toàn vũ trụ là hữu hạn, \n... sự hình thành của các cành, đa vũ trụ từng là một cành, và mỗi vũ trụ (vũ trụ) ...", "GOOGLE": "Vũ trụ có thực sự vô hạn?"}, {"MESSAGE": "Số phận sau cùng của vũ trụ – Wikipedia tiếng Việt", "RESPONSE": "... có thể tồn tại trong một khoảng thời gian vô hạn ... rõ sự hiện diện của một đa \nvũ trụ, và nó sẽ là thực ...", "GOOGLE": "Vũ trụ có thực sự vô hạn?"}, {"MESSAGE": "Lỗ đen – Wikipedia tiếng Việt", "RESPONSE": "Cũng có những nghiệm tổng quát hơn miêu tả gần với thực tế của lỗ đen. .... Do \nvậy có thể coi vùng này có mật độ vật chất lớn vô hạn. ..... Sự hình thành sao \ntrong lúc vũ trụ còn sơ khai có thể dẫn đến những ngôi sao có khối lượng rất lớn,\n ...", "GOOGLE": "Vũ trụ có thực sự vô hạn?"}, {"MESSAGE": "Chủ đề:Thiên nhiên/Bài viết/Lưu trữ – Wikipedia tiếng Việt", "RESPONSE": "Vũ trụ quan sát được có đường kính vào khoảng 28 tỷ parsec (91 tỷ năm ánh \nsáng) ... biết được kích thước toàn thể của Vũ trụ là bao nhiêu và có thể là vô hạn\n. ... Một cách rộng hơn, nó là sự phân tích tổng quát về tự nhiên, được thực hiện \nđể ...", "GOOGLE": "Vũ trụ có thực sự vô hạn?"}, {"MESSAGE": "Thời gian biểu các thuyết vũ trụ học – Wikipedia tiếng Việt", "RESPONSE": "Ý tưởng vũ trụ học hiện đại tiếp nối sự phát triển của các ngành khoa học về vũ \ntrụ ... Ông lập luận rằng có tồn tại một không gian bên ngoài vô hạn vượt ra ngoài \nthế ... Nasīr al-Dīn al-Tūsī cung cấp các bằng chứng thực nghiệm đầu tiên về ...", "GOOGLE": "Vũ trụ có thực sự vô hạn?"}, {"MESSAGE": "Phoenix Force (truyện tranh) – Wikipedia tiếng Việt", "RESPONSE": "Phoenix Force là một thực thể vũ trụ hư cấu xuất hiện trong Marvel Comics. ... Nó \ncó mối liên hệ với mọi dạng năng lượng psionic đang, hoặc đã từng xuất hiện .... \ncủa con người: tham lam, quyền lực, giận dữ, tàn phá, và sự khao khát vô hạn.", "GOOGLE": "Vũ trụ có thực sự vô hạn?"}, {"MESSAGE": "Các giả thuyết về đa vũ trụ - VnExpress", "RESPONSE": "3 Tháng 4 2016 ... Nếu đây là sự thực, sẽ có vô số \"đảo vũ trụ\" giống như vũ trụ mà con ... Nhưng \nnếu sự vô hạn của các thế giới có thật, một nơi như vậy chắc ...", "GOOGLE": "Vũ trụ có thực sự vô hạn?"}, {"MESSAGE": "Định lý con khỉ vô hạn – Wikipedia tiếng Việt", "RESPONSE": "Định lý con khỉ vô hạn nói rằng nếu cho một con khỉ gõ lên một bàn phím ... ra \ncác tác phẩm của Shakespeare như Hamlet trong thời gian bằng tuổi vũ trụ thực \n... khả năng có động đất ở Sài Gòn trong cùng ngày là 0.008, vậy xác suất hai sự\n ...", "GOOGLE": "Vũ trụ có thực sự vô hạn?"}, {"MESSAGE": "Albert Einstein – Wikipedia tiếng Việt", "RESPONSE": "Tuy nhiên, ông nhận thấy nguyên lý tương đối có thể mở rộng cho cả trường hấp \n... thuyết tương đối tổng quát để miêu tả mô hình cấu trúc của toàn thể vũ trụ. ..... \ntin cậy và đoàn thám hiểm của ông thực sự đã xác nhận tiên đoán của Einstein. \n..... mà trong thực tế chúng được giả sử là nhỏ vô hạn, do vậy số Avogadro là vô\n ...", "GOOGLE": "Vũ trụ có thực sự vô hạn?"}, {"MESSAGE": "Cả đời người chỉ cân đo đong đếm 3 thứ: Thời gian, sự giàu có và ...", "RESPONSE": "20 Tháng Mười Hai 2018 ... Khi chúng ta trưởng thành, chúng ta có tiền và sức khỏe nhưng lại không có thời \ngian. ... 4 yếu tố quyết định sự xuất sắc của trẻ, bố mẹ nên lưu tâm từ khi con còn \nnhỏ ... cho sức khỏe, vì thế, sớm hay muộn rồi sức khỏe cũng dần yếu đi. ... buộc \nmình phải đạt mọi thứ để có thể cân bằng được cuộc sống mà ...", "GOOGLE": " Tuổi đời của chúng ta nên đo đếm bằng số năm ta sống hay bằng sự trưởng thành?"}, {"MESSAGE": "50 câu hỏi đáng suy ngẫm về giá trị cuộc sống - Quantrimang.com", "RESPONSE": "Tuổi đời của chúng ta nên đo đếm bằng số năm ta sống hay bằng sự trưởng \nthành?", "GOOGLE": " Tuổi đời của chúng ta nên đo đếm bằng số năm ta sống hay bằng sự trưởng thành?"}, {"MESSAGE": "Albert Einstein – Wikipedia tiếng Việt", "RESPONSE": "Năm 1917, Einstein sử dụng thuyết tương đối tổng quát để miêu tả mô hình cấu \n..... ruột của Hans Albert còn sống sót đến tuổi trưởng thành là Bernhard Caesar \n... dữ liệu đo đạc của Eddington là đủ tin cậy và đoàn thám hiểm của ông thực sự \nđã .... với lý giải \"người ăn chay sống bằng hiệu ứng vật lý thuần túy trên khí chất\n ...", "GOOGLE": " Tuổi đời của chúng ta nên đo đếm bằng số năm ta sống hay bằng sự trưởng thành?"}, {"MESSAGE": "IQ – Wikipedia tiếng Việt", "RESPONSE": "Chỉ số thông minh, hay IQ (viết tắt của intelligence quotient trong tiếng Anh có ... \nđể dùng cho người trưởng thành và đặt tên là bài trắc nghiệm chỉ số thông minh \n... Nhưng chúng ta vẫn chưa thể khẳng định chắc chắn những sự thay đổi đó thể \n.... 6 đến 19 tuổi bằng cách đo kích cỡ từng phần của bộ não bằng phương pháp\n ...", "GOOGLE": " Tuổi đời của chúng ta nên đo đếm bằng số năm ta sống hay bằng sự trưởng thành?"}, {"MESSAGE": "Dân chủ – Wikipedia tiếng Việt", "RESPONSE": "Sự tham gia tích cực của công dân, trong chính trị và đời sống dân sự. .... Nguyên \ntắc thứ nhất là tất cả mọi thành viên của xã hội (công dân) đều có ... Một số người \nđịnh nghĩa dân chủ là một \"chế độ của đa số với một số quyền .... Dân chủ xã hội \nchủ nghĩa hay còn gọi là dân chủ nhân dân là cụm từ mô tả nền dân chủ của ...", "GOOGLE": " Tuổi đời của chúng ta nên đo đếm bằng số năm ta sống hay bằng sự trưởng thành?"}, {"MESSAGE": "Nếu biết trăm năm là hữu hạn", "RESPONSE": "Thỉnh thoảng chúng ta vẫn gặp những người tự cho mình quyền được phán xét \nngười ... sống của ta nếu bị chi phối bởi định kiến của bản thân đã là điều rất tệ, \nnên .... sẵn sàng sẻ chia, bằng một cái nắm tay thấu hiểu, hay có thẻ bằng một \ngiọt ...... Sự thật là năm vẫn trôi đi mải miết, và tuổi đời ta cứ thế mà đếm lên theo.", "GOOGLE": " Tuổi đời của chúng ta nên đo đếm bằng số năm ta sống hay bằng sự trưởng thành?"}, {"MESSAGE": "dinh dang fat32 ntfs exfat la gi 118529 RK=2 RS=F ...", "RESPONSE": "FAT32 và NTFS là hai định dạng quen thuộc của một phân vùng, ổ cứng hay ... \nTuy nhiên bạn có thể thay đổi dấu gạch chéo thành dấu chậm (chẳng hạn ... Tuổi \nđời của chúng ta nên đo đếm bằng số năm ta sống hay bằng sự trưởng thành?", "GOOGLE": " Tuổi đời của chúng ta nên đo đếm bằng số năm ta sống hay bằng sự trưởng thành?"}, {"MESSAGE": "Ngô Đình Diệm – Wikipedia tiếng Việt", "RESPONSE": "Một số sử gia coi ông chỉ là công cụ chính trị trong tay người Mỹ, trong khi đó một \n.... hợp bằng tiếng Việt và tiếng Pháp. Trưởng giáo (tức hiệu trưởng) trường là \nNgô ... đến cuộc đời và sự nghiệp của Ngô Đình Diệm, cụ thể lên suy nghĩ của \nông về ..... “Nếu chúng ta không phải là cha mẹ của nước Việt Nam bé nhỏ [chỉ \nViệt ...", "GOOGLE": " Tuổi đời của chúng ta nên đo đếm bằng số năm ta sống hay bằng sự trưởng thành?"}, {"MESSAGE": "Nguyễn Bỉnh Khiêm – Wikipedia tiếng Việt", "RESPONSE": "Do đó người đời sau coi ông là nhà tiên tri số một trong lịch sử Việt Nam đồng \nthời .... Đến tuổi trưởng thành, nghe tiếng Bảng nhãn Lương Đắc Bằng ở làng \nLạch .... hầu hết các con trai của Nguyễn Bỉnh Khiêm đều theo phò tá nhà Mạc. \nBởi ... ẩn hay những thắc mắc chưa được giải đáp xung quanh cuộc đời và sự \nnghiệp ...", "GOOGLE": " Tuổi đời của chúng ta nên đo đếm bằng số năm ta sống hay bằng sự trưởng thành?"}, {"MESSAGE": "Minh Mạng – Wikipedia tiếng Việt", "RESPONSE": "Ông trị vì từ năm 1820 đến khi qua đời, được truy tôn miếu hiệu là Nguyễn Thánh \n.... Bấy giờ ông đã 30 tuổi nên rất am hiểu việc triều chính. ... Đối với vùng \nthượng du và các khu vực sinh sống của các dân tộc thiểu số, chủ ..... Tuy nhiên \ntheo Nguyễn Văn Kiệm trong cuốn Triều Nguyễn và lịch sử của chúng ta đã đánh \ngiá ...", "GOOGLE": " Tuổi đời của chúng ta nên đo đếm bằng số năm ta sống hay bằng sự trưởng thành?"}, {"MESSAGE": "Hà Nội – Wikipedia tiếng Việt", "RESPONSE": "Tỉnh Hà Nội gồm có bốn phủ là Hoài Đức, Thường Tín, Ứng Hoà và Lý Nhân. .... \nThành phố Hà Nội lúc này có diện tích nhỏ bao gồm 2 huyện Thọ Xương và \nhuyện ..... tiếp giáp Hưng Yên rồi xuôi về Nam Định, thành phố có nhiều gắn kết \nvới ...", "GOOGLE": "Hà Nội tiếp giáp với bao nhiêu tỉnh?"}, {"MESSAGE": "Hòa Bình – Wikipedia tiếng Việt", "RESPONSE": "Trong quy hoạch xây dựng, tỉnh này thuộc vùng Hà Nội. ... Hòa Bình là tỉnh miền \nnúi, tiếp giáp với phía tây đồng bằng sông Hồng, Hòa Bình ... 1 thành phố và 9 \nhuyện với 151 đơn vị hành chính cấp xã, bao gồm 10 thị trấn, 10 phường và 131 \nxã. ... Tuy sống gần với người Mường lâu đời và đã bị ảnh hưởng nhiều về \nphong ...", "GOOGLE": "Hà Nội tiếp giáp với bao nhiêu tỉnh?"}, {"MESSAGE": "Vùng thủ đô Hà Nội – Wikipedia tiếng Việt", "RESPONSE": "Vị trí Vùng thủ đô Hà Nội với Thành phố Hà Nội là đô thị trung tâm của vùng ... \nVùng thủ đô Hà Nội bao gồm: Hà Nội, Vĩnh Phúc, Hưng Yên, Bắc Ninh, Hải \nDương, Hà ... Phía nam giáp các tỉnh thuộc Vùng duyên hải Bắc Bộ và Thanh \nHóa.", "GOOGLE": "Hà Nội tiếp giáp với bao nhiêu tỉnh?"}, {"MESSAGE": "Hà Nam – Wikipedia tiếng Việt", "RESPONSE": "Hà Nam tiếp giáp phía bắc với thành phố Hà Nội, phía đông giáp với tỉnh Hưng \nYên ... Kim Bảng) có địa hình đồi núi. phía đông là đồng bằng với nhiều điểm \ntrũng. .... 1 thị xã và 4 huyện với 109 đơn vị hành chính cấp xã, bao gồm 6 thị trấn\n, ...", "GOOGLE": "Hà Nội tiếp giáp với bao nhiêu tỉnh?"}, {"MESSAGE": "Thái Nguyên – Wikipedia tiếng Việt", "RESPONSE": "Thái Nguyên nằm trong vùng kinh tế trọng điểm Bắc thủ đô Hà Nội, một trung ... \nTỉnh Thái Nguyên có diện tích 3.562,82 km² phía bắc tiếp giáp với tỉnh Bắc Kạn, \n... có thung lũng Chợ Chu bao gồm nhiều cánh đồng và những thung lũng nhỏ.", "GOOGLE": "Hà Nội tiếp giáp với bao nhiêu tỉnh?"}, {"MESSAGE": "Hưng Yên – Wikipedia tiếng Việt", "RESPONSE": "Trung tâm hành chính của tỉnh là thành phố Hưng Yên cách Thủ đô Hà Nội .... \nTính đến ngày 1 tháng 4 năm 2019, toàn tỉnh có 5 tôn giáo khác nhau đạt 77.858 \nngười, nhiều nhất là Công giáo ..... Tỷ lệ người dân tham gia bảo hiểm y tế 90,5\n%. .... Sông Giàn - Thuần Hưng là Đầu nguồn của Sông Cửu An tiếp giáp với \nSông ...", "GOOGLE": "Hà Nội tiếp giáp với bao nhiêu tỉnh?"}, {"MESSAGE": "Đúng, huyện Mê Linh được sáp nhập vào Hà Nội hai lần - VnExpress", "RESPONSE": "24 Tháng Mười 2017 ... Toàn bộ tỉnh Hà Tây, huyện Mê Linh (Vĩnh Phúc) và bốn xã thuộc huyện Lương \nSơn (Hòa Bình) được chuyển ... Câu 5: Huyện nào của Hà Nội tiếp giáp với Thái \nNguyên? ... Hà Nội có bao nhiêu phố bắt đầu bằng từ 'hàng'?", "GOOGLE": "Hà Nội tiếp giáp với bao nhiêu tỉnh?"}, {"MESSAGE": "Bắc Giang – Wikipedia tiếng Việt", "RESPONSE": "Tỉnh lỵ là thành phố Bắc Giang, cách trung tâm thủ đô Hà Nội 50 km. ... Tại vùng \nnúi phía đông bắc tỉnh, giáp với Quảng Ninh có khu rừng nguyên sinh Khe Rỗ ... \nnhiều nhất là Công giáo có 56.269 người, tiếp theo là Phật giáo có 4.607 người. \n... Năm 1891 sau khi trả hai huyện Bảo Lộc và Phượng Nhỡn cho tỉnh Bắc Ninh,\n ...", "GOOGLE": "Hà Nội tiếp giáp với bao nhiêu tỉnh?"}, {"MESSAGE": "Bắc Ninh – Wikipedia tiếng Việt", "RESPONSE": "Bắc Ninh tiếp giáp với vùng trung du Bắc bộ tại tỉnh Bắc Giang. ... đây với trung \ntâm là chùa Dâu cùng nhiều nguồn di vật, tài liệu như tượng pháp, bia ký, ... Lộ \nBắc Giang bao trùm Bắc Ninh và một phần Hà Nội, Bắc Giang ngày nay, gồm có \n3 ...", "GOOGLE": "Hà Nội tiếp giáp với bao nhiêu tỉnh?"}, {"MESSAGE": "Gia Lâm – Wikipedia tiếng Việt", "RESPONSE": "Gia Lâm là một huyện ngoại thành phía đông của thành phố Hà Nội, Việt Nam. ... \nCó sông Hồng (làm ranh giới tiếp giáp với quận Hoàng Mai và huyện Thanh Trì), \n... Phía bắc giáp thị xã Từ Sơn, huyện Tiên Du, tỉnh Bắc Ninh và huyện Đông Anh \n... Huyện Gia Lâm có 22 đơn vị hành chính trực thuộc, bao gồm 2 thị trấn: Trâu ...", "GOOGLE": "Hà Nội tiếp giáp với bao nhiêu tỉnh?"}, {"MESSAGE": "Cách mạng Công nghiệp – Wikipedia tiếng Việt", "RESPONSE": "Giai đoạn hai hay còn gọi là Cách mạng công nghiệp lần thứ hai tiếp tục ngay \nsau .... đoàn tàu buồm của Magellan hầu như không gặp một cơn bão đáng kể \nnào. ... một sự tiếp xúc giữa các nền văn hóa trên thế giới diễn ra do các cá nhân \ncó ...", "GOOGLE": "Nền công nghiệp nào đứng thứ hai thế giới?"}, {"MESSAGE": "Kinh tế Hàn Quốc – Wikipedia tiếng Việt", "RESPONSE": "Kinh tế Hàn Quốc là nền kinh tế tư bản chủ nghĩa phát triển, được xây dựng dựa \n... do cao, đứng thứ tư ở châu Á và xếp hạng 11 trên thế giới theo GDP năm 2018\n. ... đầu người cao thứ hai trên thế giới, với GDP bình quân đầu người được ước \n... Hàn Quốc là nước có ngành công nghiệp đóng tàu lớn nhất trên thế giới với ...", "GOOGLE": "Nền công nghiệp nào đứng thứ hai thế giới?"}, {"MESSAGE": "Kinh tế Trung Quốc – Wikipedia tiếng Việt", "RESPONSE": "Kinh tế Trung Quốc là nền kinh tế lớn thứ hai trên thế giới (sau Hoa Kỳ) nếu tính \ntheo ... danh nghĩa và đứng thứ nhất nếu tính theo sức mua tương đương (PPP). \n.... Hậu quả là kinh tế suy thoái, nông nghiệp bị tàn phá, công nghiệp ngưng ..... \ncải cách (1979-1989) song không có thay đổi phương thức quản lý nào đáng kể.", "GOOGLE": "Nền công nghiệp nào đứng thứ hai thế giới?"}, {"MESSAGE": "Thế giới thứ nhất – Wikipedia tiếng Việt", "RESPONSE": "Thuật ngữ \"Thế giới thứ nhất\" nói đến các nước dân chủ có nền kinh tế tư bản, ... \nMột số quốc gia quyết định đứng trung lập, không rơi vào bất kỳ một trong ba \nkhối ... phần lớn lãnh thổ không nằm ở Tây Âu và không phải là nước công \nnghiệp.", "GOOGLE": "Nền công nghiệp nào đứng thứ hai thế giới?"}, {"MESSAGE": "Đức – Wikipedia tiếng Việt", "RESPONSE": "Đức đứng hàng đầu thế giới trong một số lĩnh vực công nghiệp và công nghệ, \n...... khu rừng ngập nước, song gần đây số lượng của chúng lại phần nào có tăng\n. ..... ba trên thế giới, và có nền kinh tế quốc dân lớn nhất tại châu Âu, đứng thứ tư\n ...", "GOOGLE": "Nền công nghiệp nào đứng thứ hai thế giới?"}, {"MESSAGE": "Đế quốc Anh – Wikipedia tiếng Việt", "RESPONSE": "Vào đầu thể kỷ 19, cuộc Cách mạng công nghiệp bắt đẩu biến đổi nước Anh; ... \nTrong thời kỳ diễn ra cuộc chiến tranh thế giới thứ nhất, nước Anh đã phải dựa ... \nTrong Chiến tranh thế giới lần hai, các thuộc địa của Anh tại Đông Nam Á đã bị ... \nNền móng của Đế quốc Anh bắt đầu được xây dựng từ khi Anh và Scotland ...", "GOOGLE": "Nền công nghiệp nào đứng thứ hai thế giới?"}, {"MESSAGE": "Indonesia – Wikipedia tiếng Việt", "RESPONSE": "Indonesia là quốc gia có số dân theo Hồi giáo đông nhất thế giới; tuy nhiên khác \n... vu và là quốc gia có mức độ đa dạng sinh học đứng hàng thứ hai thế giới. ... \nnông nghiệp lý tưởng, và nền văn minh lúa nước xuất hiện sớm từ thế kỷ thứ VIII \n... Lãnh đạo quân đội, Tướng Suharto, công khai làm suy yếu vị trí chính trị của ...", "GOOGLE": "Nền công nghiệp nào đứng thứ hai thế giới?"}, {"MESSAGE": "Kinh tế Hoa Kỳ – Wikipedia tiếng Việt", "RESPONSE": "Giá trị nguồn tài nguyên thiên nhiên đứng cao thứ hai thế giới, ước đạt 45 ... \nNước Mỹ không chỉ có nền kinh tế lớn nhất, mà còn có sản lượng công nghiệp \nlớn nhất ...... giàu và người nghèo tại Mỹ lớn hơn bất cứ quốc gia phát triển nào \nkhác.", "GOOGLE": "Nền công nghiệp nào đứng thứ hai thế giới?"}, {"MESSAGE": "Nga – Wikipedia tiếng Việt", "RESPONSE": "Nga có nền kinh tế đứng thứ 12 theo GDP danh nghĩa năm 2016 hay lớn thứ 6 \ntheo ..... Trước năm 1991, kinh tế Liên Xô luôn là nền kinh tế lớn thứ hai thế giới, \n...... có thể đạt được một kết quả tích cực và đột phá nào trong ngành công \nnghiệp ...", "GOOGLE": "Nền công nghiệp nào đứng thứ hai thế giới?"}, {"MESSAGE": "Công nghiệp hóa – Wikipedia tiếng Việt", "RESPONSE": "Một số nền kinh tế tiền công nghiệp, như Hy Lạp cổ đại, đã có các hoạt động trao \n... Nhiều nước thuộc Thế giới thứ ba bắt đầu các chương trình công nghiệp hóa \n... Hoa Kỳ là quốc gia có sản lượng công nghiệp đứng đầu thế giới năm 2005, ...", "GOOGLE": "Nền công nghiệp nào đứng thứ hai thế giới?"}, {"MESSAGE": "Vụ ném bom nguyên tử xuống Hiroshima và Nagasaki – Wikipedia ...", "RESPONSE": "Trong Chiến tranh thế giới thứ hai, hai phe tham chiến đều theo đuổi chính sách \nném ... Theo cơ quan Lịch sử chiến tranh Nhật Bản, các cuộc ném bom thành \nphố ... khoảng 60 thành phố của Nhật đã bị tàn phá trong chiến dịch ném bom ồ \nạt. .... các nhà khoa học để quyết định xem nên thả bom nguyên tử xuống vị trí \nnào.", "GOOGLE": "Trong thế chiến thứ hai, thành phố nào của Nhật Bản bị ném bom nguyên tử?"}, {"MESSAGE": "Tội ác chiến tranh của Hoa Kỳ trong Chiến tranh thế giới thứ hai ...", "RESPONSE": "Tội ác của Hoa Kỳ trong thế chiến thứ hai bao gồm các hành động cướp bóc, \nđánh ... khí hủy diệt hàng loạt tại 2 thành phố lớn của Nhật Bản là Hiroshima và \nNagasaki. ... Gần ngôi làng Pháp Audouville-la-Hubert, 30 tù nhân Wehrmacht \ncủa Đức bị ... Việc ném bom nguyên tử là do tổng thống Mỹ Harry S Truman phê \nduyệt.", "GOOGLE": "Trong thế chiến thứ hai, thành phố nào của Nhật Bản bị ném bom nguyên tử?"}, {"MESSAGE": "Trận Trân Châu Cảng – Wikipedia tiếng Việt", "RESPONSE": "Cuộc tấn công là một sự kiện lớn trong Chiến tranh thế giới thứ hai. ... chiến với \nHoa Kỳ mà không bị thúc ép bởi bất kỳ cam kết nào với Nhật Bản đã lập ..... Hạm \nđội tàu ngầm số 6 do phó đô đốc Shimizu Mitsumi chỉ huy trong biên chế có: ..... \nquyết tử của truyền thống võ sĩ đạo, bước vào buồng lái chiếc máy bay ném bom\n ...", "GOOGLE": "Trong thế chiến thứ hai, thành phố nào của Nhật Bản bị ném bom nguyên tử?"}, {"MESSAGE": "Vũ khí hạt nhân – Wikipedia tiếng Việt", "RESPONSE": "Vũ khí hạt nhân (tiếng Anh: nuclear weapon), còn gọi là vũ khí nguyên tử, là loại \nvũ ... dùng trong Chiến tranh thế giới thứ hai: quả bom thứ nhất được ném xuống \n... công phá lớn khiến cho 1 hải đảo ở phía Bắc của Nga bị hủy diệt hoàn toàn. ... \nNhưng cuối cùng thì 2 thành phố của Nhật Bản là Hiroshima và Nagasaki lại là ...", "GOOGLE": "Trong thế chiến thứ hai, thành phố nào của Nhật Bản bị ném bom nguyên tử?"}, {"MESSAGE": "Chiến tranh thế giới thứ hai – Wikipedia tiếng Việt", "RESPONSE": "Trong trận chiến trên đảo Okinawa, Nhật Bản bị tổn thất hơn ... Tuy nhiên di \nchứng của hai vụ ném bom nguyên tử thì cho ...", "GOOGLE": "Trong thế chiến thứ hai, thành phố nào của Nhật Bản bị ném bom nguyên tử?"}, {"MESSAGE": "Đế quốc Nhật Bản – Wikipedia tiếng Việt", "RESPONSE": "Sau một vài thắng lợi lớn trong Chiến tranh Trung-Nhật (1937-1945) và Chiến .... \nTrước Chiến tranh thế giới thứ hai, Nhật mở rộng vòng đai đế quốc, cai quản Đài \n.... Phần này của hiệp ước bị các nước lớn ở phương Tây bác bỏ, cảng được ..... \nbom nguyên tử thứ nhất đã được thả xuống thành phố Hiroshima, Nhật Bản.", "GOOGLE": "Trong thế chiến thứ hai, thành phố nào của Nhật Bản bị ném bom nguyên tử?"}, {"MESSAGE": "Khu tưởng niệm Hòa bình Hiroshima – Wikipedia tiếng Việt", "RESPONSE": "Quả bom gần như đã xóa sổ toàn bộ thành phố Hiroshima. ... lệnh tấn công \"ném \nbom đặc biệt\" vào các thành phố được lựa chọn ở Nhật Bản. ... Vào tháng 12 \nnăm 1996, Vòm bom nguyên tử đã được UNESCO công nhận là Di sản thế giới \ncủa ... gia chống lại Nhật Bản trong Chiến tranh thế giới thứ hai mới là những \nnước ...", "GOOGLE": "Trong thế chiến thứ hai, thành phố nào của Nhật Bản bị ném bom nguyên tử?"}, {"MESSAGE": "Hiroshima (thành phố) – Wikipedia tiếng Việt", "RESPONSE": "Thành phố Hiroshima (広島市, ひろしまし, Hiroshima-shi, Quảng Đảo thị) là thành \nphố, thủ phủ của tỉnh Hiroshima của Nhật Bản, là thành phố lớn nhất của Vùng ... \nsử vì Vụ ném bom nguyên tử tại Hiroshima và Nagasaki trong Thế chiến thứ hai. \n... Đây là một trong hai thành phố trên thế giới đã từng bị ném bom nguyên tử.", "GOOGLE": "Trong thế chiến thứ hai, thành phố nào của Nhật Bản bị ném bom nguyên tử?"}, {"MESSAGE": "Nhật Bản đầu hàng – Wikipedia tiếng Việt", "RESPONSE": "Sự đầu hàng của Đế quốc Nhật vào ngày 2 tháng 9 năm 1945 đã kết thúc chiến \n... Trong khi công khai tuyên bố sẽ chiến đấu cho đến khi kết thúc cay đắng, giới \n... Kỳ ném quả bom nguyên tử thứ hai, lần này là xuống thành phố Nagasaki. ... \nđã ký văn kiện Nhật Bản đầu hàng, theo đó kết thúcChiến tranh thế giới thứ hai.", "GOOGLE": "Trong thế chiến thứ hai, thành phố nào của Nhật Bản bị ném bom nguyên tử?"}, {"MESSAGE": "USS Indianapolis (CA-35) – Wikipedia tiếng Việt", "RESPONSE": "Hoạt động tác chiến đầu tiên của nó trong chiến tranh là tại Nam Thái Bình \nDương, ... tàu chiến Mỹ bị tấn công bởi 18 máy bay ném bom hai động cơ chia \nthành hai đợt. ... Sau đó tàu ngầm Nhật Bản xuất hiện, nhưng lập tức bị các tàu \nkhu trục Mỹ ... Indianapolis di chuyển đến Hawaii nơi nó trở thành soái hạm của \nPhó Đô ...", "GOOGLE": "Trong thế chiến thứ hai, thành phố nào của Nhật Bản bị ném bom nguyên tử?"}, {"MESSAGE": "Top phần mềm giải nén file và nén file tốt nhất hiện nay ...", "RESPONSE": "29 Tháng Mười 2018 ... Quản trị mạng sẽ giới thiệu cho bạn những phần mềm giải nén file và nén file ... \nTuy nhiên lựa chọn phần mềm nào phù hợp nhất và tốt nhất trong số ... vì phải sử \ndụng công cụ file Explorer được tích hợp sẵn để chọn dữ liệu.", "GOOGLE": "Phần mềm nào dùng để nén dữ liệu?"}, {"MESSAGE": "7-Zip – Wikipedia tiếng Việt", "RESPONSE": "7-Zip là phần mềm miễn phí, phát triển bởi Igor Pavlov và phân phối dưới giấy ... \ncó thể tạo dạng lưu trữ 7z, với phần mở rộng .7z , dùng giải thuật LZMA để nén. \n... tiện dụng để sao lưu dữ liệu vào các thiết bị lưu trữ ngoài như CD và DVD.", "GOOGLE": "Phần mềm nào dùng để nén dữ liệu?"}, {"MESSAGE": "Tập tin lưu trữ – Wikipedia tiếng Việt", "RESPONSE": "Tập tin lưu trữ được dùng để gom nhiều tệp dữ liệu thành một tệp duy nhất giúp \n... trữ, tệp nén còn thường được dùng trong đóng gói phần mềm để phân phối, ...", "GOOGLE": "Phần mềm nào dùng để nén dữ liệu?"}, {"MESSAGE": "Những tính năng hay của WinRAR mà bạn chưa biết - Quantrimang ...", "RESPONSE": "13 Tháng Tám 2019 ... Đây là phần mềm được nhiều người sử dụng để giải nén cũng như nén các file \ndữ liệu trên máy tính, giúp việc quản lý hay chia sẻ dữ liệu đơn giản, nhanh \nchóng hơn thay vì ... Nén và giải nén file bằng WinRar như thế nào?", "GOOGLE": "Phần mềm nào dùng để nén dữ liệu?"}, {"MESSAGE": "Nén dữ liệu – Wikipedia tiếng Việt", "RESPONSE": "... thông đường truyền. Tuy nhiên, vì dữ liệu nén cần được giải nén nên sẽ đòi \nhỏi nhiều phần cứng và xử lý. ... Chỉ các byte trùng lắp trong 1 file được loại trừ \nđể giảm kích thước. Tùy dữ liệu nhưng ... Đây là một trong những chuẩn cổ nhất \nmà hiện nay vẫn sử dụng. MJPEG (Morgan ..... Phần mềm nén dữ liệu. Nén \nvideo ...", "GOOGLE": "Phần mềm nào dùng để nén dữ liệu?"}, {"MESSAGE": "Top 20 phần mềm mã hóa tốt nhất cho Windows - Quantrimang.com", "RESPONSE": "22 Tháng Năm 2018 ... Với phần mềm này, bạn có thể nén file, sau đó bảo vệ chúng bằng mật ... Cách \ndùng Bitlocker để mã hóa dữ liệu trên Windows 10 (Phần 1) ...", "GOOGLE": "Phần mềm nào dùng để nén dữ liệu?"}, {"MESSAGE": "Trung Quốc dùng chip nhỏ như hạt gạo để xâm nhập 30 công ty Mỹ", "RESPONSE": "5 Tháng Mười 2018 ... Startup này tạo ra chương trình phần mềm để nén các video lớn, với định dạng \ncó thể ... Chip gián điệp được phát hiện thế nào ... Các máy chủ của Elemental \nđược dùng tại các trung tâm dữ liệu của Bộ Quốc phòng Mỹ, hoạt ...", "GOOGLE": "Phần mềm nào dùng để nén dữ liệu?"}, {"MESSAGE": "5 cách giảm dung lượng video cho iPhone - Quantrimang.com", "RESPONSE": "30 Tháng Sáu 2018 ... Thêm vào đó việc gửi file dung lượng lớn sẽ làm dữ liệu và băng thông di động \ncủa bạn hết một ... Sử dụng trang web trực tuyến để nén video.", "GOOGLE": "Phần mềm nào dùng để nén dữ liệu?"}, {"MESSAGE": "Định dạng nén file nào tốt nhất? - Quantrimang.com", "RESPONSE": "10 Tháng 4 2019 ... Đã đến lúc nén một số tệp tin, vậy bạn sử dụng định dạng nào? Zip ... Bài viết \nnày đã thử nghiệm một số bài kiểm tra để xác định định dạng nào cho phép nén \ntối đa. ... Giải nén file Zip, RAR,... trực tuyến không cần phần mềm ... nhau, vì vậy \nchúng là một bộ dữ liệu thực tế tốt chứa nhiều loại tệp khác nhau.", "GOOGLE": "Phần mềm nào dùng để nén dữ liệu?"}, {"MESSAGE": "Ứng dụng giải nén file RAR tốt nhất trên Android - Quantrimang.com", "RESPONSE": "25 Tháng Sáu 2018 ... Định dạng RAR là một loại file phổ biến để nén dữ liệu. Mặc dù bạn có thể sử \ndụng file RAR trên macOS và Windows nhiều hơn trên điện thoại nhưng đôi khi \nbạn ... RAR hoạt động tốt với các file RAR nhiều phần và lưu trữ được mã hóa. ... \nWinZip có thể xử lý bất kỳ file RAR và ZIP nào một cách dễ dàng.", "GOOGLE": "Phần mềm nào dùng để nén dữ liệu?"}, {"MESSAGE": "Hội chứng ống cổ tay – Wikipedia tiếng Việt", "RESPONSE": "Hội chứng này có những rối loạn gây đau ở cổ tay và bàn tay, tuy không gây tử \nvong ... Nhiều tác nhân tại chỗ và toàn thân có liên quan đến sự phát triển hội \nchứng ... chứng ống cổ tay không phải là một bệnh quá nghiêm trọng và thường \ngiảm ... Và khi những cách điều trị đó không thật sự có tác dụng và đến khi bệnh \ntiến ...", "GOOGLE": "Phương pháp giảm đau tại chỗ có tên là gì?"}, {"MESSAGE": "Ung thư – Wikipedia tiếng Việt", "RESPONSE": "Ung thư là một nhóm các bệnh liên quan đến việc phân chia tế bào một cách ... \nchảy máu bất thường, ho kéo dài, không giải thích được, giảm cân , và một .... \nKhối u là một khối mô bất thường, có thể ác tính, tức ung thư hoặc lành tính, ... \nTriệu chứng tại chỗ: các khối u bất thường hay phù nề, chảy máu (hemorrhage), \nđau ...", "GOOGLE": "Phương pháp giảm đau tại chỗ có tên là gì?"}, {"MESSAGE": "Điều trị đau – Wikipedia tiếng Việt", "RESPONSE": "Điều trị đau bao gồm tất cả các phương pháp dùng thuốc và không dùng thuốc ... \nCác thuốc giảm đau có tác dụng giảm đau nhanh, mạnh và kéo dài, tuy ... Thuốc \ngiảm đau không opioid: là những thuốc giảm đau ngoại biên. ... phong bế dẫn \ntruyền (thuốc tê); Các phương pháp phong bế và tiêm tại chỗ ... Không gian tên.", "GOOGLE": "Phương pháp giảm đau tại chỗ có tên là gì?"}, {"MESSAGE": "Paracetamol – Wikipedia tiếng Việt", "RESPONSE": "Paracetamol (tên nhãn hiệu quốc tế không độc quyền) hay acetaminophen, \nAPAP (tên được chấp nhận tại Hoa Kỳ) là một thuốc có tác dụng hạ sốt và giảm \nđau, .... Từ nguyên liệu ban đầu là phenol, paracetamol có thể được tạo ra theo \ncách sau đây: .... Acetylcystein cũng được dùng tại chỗ để điều trị không có nước \nmắt.", "GOOGLE": "Phương pháp giảm đau tại chỗ có tên là gì?"}, {"MESSAGE": "Thuốc giảm đau tại chỗ - Cẩn trọng khi dùng - Sức khỏe - ZING.VN", "RESPONSE": "4 Tháng Mười Hai 2015 ... Hoạt chất có tính chất giảm đau kháng viêm như methyl salicylate, ... Đặc biệt là \ntrong thể thao hoặc tại các vị trí đau có nhiễm trùng như các ổ ...", "GOOGLE": "Phương pháp giảm đau tại chỗ có tên là gì?"}, {"MESSAGE": "Nhiệt trị liệu – Wikipedia tiếng Việt", "RESPONSE": "Nhiệt trị liệu (tiếng Anh: thermotherapy) là một phương pháp điều trị của vật lý trị \n... giảm đau tăng cường dinh dưỡng và chuyển hóa tại chỗ, từ đó có tác dụng ...", "GOOGLE": "Phương pháp giảm đau tại chỗ có tên là gì?"}, {"MESSAGE": "Những cách giảm đau tự nhiên không dùng thuốc", "RESPONSE": "24 Tháng Chín 2017 ... Tuy nhiên sử dụng quá nhiều thuốc giảm đau có thể dẫn đến tình ... Chườm \nnóng và lạnh là cách khắc phục cơn đau tại nhà phổ biến .... Hãy nhớ rằng, đau \nlà dấu hiệu của cơ thể cảnh báo rằng có điều gì đó .... Theo Quang Thắng kể lại \nthì phải tới những năm 1990 thì tên tuổi của anh mới bắt đầu được .", "GOOGLE": "Phương pháp giảm đau tại chỗ có tên là gì?"}, {"MESSAGE": "Ketoprofen – Wikipedia tiếng Việt", "RESPONSE": "Nó hoạt động bằng cách ức chế sản xuất tuyến tiền liệt của cơ thể. ... Miếng dán \ntại chỗ Ketoprofen đang được sử dụng để điều trị đau cơ xương khớp. ... và nó \ncũng có sẵn như là một miếng vá để giảm đau tại chỗ và hành động chống viêm. \n... ở Na Uy như Zon và Orudis; ở Nga với tên gọi là Pháp (Pháp), Fastum Gel và ...", "GOOGLE": "Phương pháp giảm đau tại chỗ có tên là gì?"}, {"MESSAGE": "Hội chứng sợ không gian kín – Wikipedia tiếng Việt", "RESPONSE": "Hội chứng sợ không gian kín,có tên khoa học là Claustrophobia ,là nỗi sợ bị bao \n... xuất phát từ tiếng kêu lách cách của tiếng Latinh \"đóng cửa tại chỗ\" và tiếng Hy \n... đợi tại một cửa hàng, đơn giản vì những người mắc hội chứng này sợ bị giam \n... hội chứng sợ không gian kín gồm việc bắt đầu sợ hãi, nghẹt thở, tin rằng có ...", "GOOGLE": "Phương pháp giảm đau tại chỗ có tên là gì?"}, {"MESSAGE": "Rối loạn ám ảnh cưỡng chế – Wikipedia tiếng Việt", "RESPONSE": "Bệnh còn có tên khác là rối loạn ám ảnh cưỡng bức. Người bị ảnh hưởng của \nbệnh có những ý nghĩ và hành vi lặp lại một cách vô nghĩa mà không kiểm soát ...", "GOOGLE": "Phương pháp giảm đau tại chỗ có tên là gì?"}, {"MESSAGE": "Kiwi (chim) – Wikipedia tiếng Việt", "RESPONSE": "Kiwi là tên cho những loài chim không bay bản địa New Zealand, thuộc chi ... \nNhững đặc điểm thích nghi riêng của kiwi là chân ngắn, mập mạp, trứng to, hay \nlỗ ...", "GOOGLE": "Chim kiwi là loài chim đặc thù của nước nào?"}, {"MESSAGE": "Chim ở New Zealand – Wikipedia tiếng Việt", "RESPONSE": "Hệ động vật ở đây tồn tại nhiều loài chim đặc hữu độc đáo không có ở bất cứ ... \nvật có vú trên đất liền nào ngoài ba loài dơi, các loài chim New Zealand phát \ntriển ... Chim kiwi, loài chim quốc gia của New Zealand, được đặt tên theo tiếng \nkêu ... Chim Kea là giống vẹt núi của New Zealand, là một loài có tính xã hội cao \nvà ...", "GOOGLE": "Chim kiwi là loài chim đặc thù của nước nào?"}, {"MESSAGE": "Chim kiwi và lá dương xỉ bạc là biểu tượng nước nào? - VnExpress", "RESPONSE": "19 Tháng Chín 2018 ... ... được gọi với tên thân mật là \"người kiwi\" theo tên loài chim đặc hữu. ... Nước \nnào lớn nhất châu Đại Dương? Cối xay gió là hình ảnh đặc trưng của nước nào? \nQuốc gia nào được mệnh danh là 'đất nước hình chiếc ủng'? ...", "GOOGLE": "Chim kiwi là loài chim đặc thù của nước nào?"}, {"MESSAGE": "Đúng, chim kiwi và dương xỉ bạc là biểu tượng của New Zealand ...", "RESPONSE": "19 Tháng Chín 2018 ... Trong đó, chim kiwi là loài đặc hữu, chỉ có ở đảo quốc này. Chúng không biết ... \nCối xay gió là hình ảnh đặc trưng của nước nào? Quốc gia nào ...", "GOOGLE": "Chim kiwi là loài chim đặc thù của nước nào?"}, {"MESSAGE": "New Zealand – Wikipedia tiếng Việt", "RESPONSE": "Địa hình đa dạng của đất nước và các đỉnh núi sắc bén như dãy núi Alps ở phía \n.... Trong một đối đầu thù địch, bốn thành viên trong thủy thủ đoàn bị hạ sát và ..... \nCó khoảng 82% thực vật có mạch bản địa của New Zealand là loài đặc hữu, ... \nChim cánh cụt được tìm thấy ở New Zealand nhiều hơn bất kỳ quốc gia nào khác\n.", "GOOGLE": "Chim kiwi là loài chim đặc thù của nước nào?"}, {"MESSAGE": "Chim – Wikipedia tiếng Việt", "RESPONSE": "Các loài chim hiện đại mang các đặc điểm tiêu biểu như: có lông vũ, có mỏ và ... \nvượt qua bất cứ nghi ngờ có lý nào rằng chim là những loài khủng long chân thú. \n..... Chim không có bóng đái hay niệu đạo mở bên ngoài, nên nước tiểu của .... \nnổi bật như kiwi, kền kền Tân Thế giới và bộ Chim báo bão (Procellariiformes).", "GOOGLE": "Chim kiwi là loài chim đặc thù của nước nào?"}, {"MESSAGE": "Hệ động vật New Zealand – Wikipedia tiếng Việt", "RESPONSE": "Một trong những nét thu hút chính của đất nước này là đời sống hoang dã, với ... \nkiện sống đặc thù của New Zealand mà mảnh đất này chỉ có những động vật \nhoàn ... Chim kiwi, loài chim quốc gia của New Zealand, được đặt tên theo tiếng \nkêu của ... Động vật địa phương đã không thể nào chống chọi lại được con \nngười, ...", "GOOGLE": "Chim kiwi là loài chim đặc thù của nước nào?"}, {"MESSAGE": "Dấu chân đặc trưng của các loài động vật trên thế giới - VnExpress", "RESPONSE": "29 Tháng Bảy 2017 ... Chim kiwi là loài chim không biết bay nổi tiếng, trở thành biểu tượng quốc gia ... \nHươu Huemul là loài động vật biểu tượng của đất nước Chile.", "GOOGLE": "Chim kiwi là loài chim đặc thù của nước nào?"}, {"MESSAGE": "Phỏng vấn chim Kiwi - VnExpress", "RESPONSE": "20 Tháng 4 2015 ... Đảo quốc của tôi cách biệt với các châu lục, nên Kiwi cũng như nhiều ... Văn hóa \nMaori và chim Kiwi, cái nào đặc trưng hơn khi nói về đất nước New Zealand? ... \nỞ nước tôi chẳng ai gọi đà điểu là loài chim khiếm khuyết cả.", "GOOGLE": "Chim kiwi là loài chim đặc thù của nước nào?"}, {"MESSAGE": "Chim cánh cụt – Wikipedia tiếng Việt", "RESPONSE": "Số lượng loài còn lại đến nay vẫn là một chủ đề gây tranh cãi. ... nó được coi là \nphân loài của chim cánh cụt nhỏ (chẳng hạn Williams, 1995; Davis & Renner, \n2003). ... Loài lớn nhất là chim cánh cụt hoàng đế (Aptenodytes ... Nói chung loài \nchim cánh cụt nào có kích thước lớn hơn thì ...", "GOOGLE": "Chim kiwi là loài chim đặc thù của nước nào?"}, {"MESSAGE": "Cờ ASEAN – Wikipedia tiếng Việt", "RESPONSE": "Lá cờ có biểu tượng chính thức của tổ chức ASEAN trên nền xanh. ... Màu trắng \nnói lên sự thuần khiết còn màu vàng tượng trưng cho sự thịnh vượng. Cờ \nASEAN được lấy biểu tượng là thân cây lúa do các nước ở Đông Nam Á chủ yếu \n... cho năm nước sáng lập cùng với Brunei (gia nhập năm 1984) và dòng chữ \nASEAN ...", "GOOGLE": "Quốc kỳ của 11 quốc gia Đông Nam Á có màu gì chung?"}, {"MESSAGE": "Quốc kỳ Việt Nam – Wikipedia tiếng Việt", "RESPONSE": "Tuy nhiên, cũng có ý kiến khác cho rằng màu đỏ nền cờ tượng trưng dòng ... cờ \ncủa hoàng gia hoặc hoàng đế được coi là biểu tượng chung của cả quốc gia đó. \n... lần đầu tiên trong sự kiện Nam Kỳ khởi nghĩa ngày 23 tháng 11 năm 1940. ... Á \nsang châu Âu, từ châu Âu về châu Á; cờ đã có mặt trên khắp đất nước Việt Nam\n ...", "GOOGLE": "Quốc kỳ của 11 quốc gia Đông Nam Á có màu gì chung?"}, {"MESSAGE": "Đài Loan – Wikipedia tiếng Việt", "RESPONSE": "Đài Loan có ngành chế tạo và khoa học-kỹ thuật tiên tiến vững mạnh, chiếm vị trí \n.... Chịu ảnh hưởng từ chủ trương \"một Trung Quốc\" của nước Cộng hòa Nhân ... \nngữ thuộc ngữ hệ Nam Đảo, một ngữ hệ trải rộng khắp Đông Nam Á hải đảo, ... \ncó những người mạo hiểm hoặc ngư dân tham gia mậu dịch với thổ dân cho ...", "GOOGLE": "Quốc kỳ của 11 quốc gia Đông Nam Á có màu gì chung?"}, {"MESSAGE": "Singapore – Wikipedia tiếng Việt", "RESPONSE": "Lãnh thổ của Singapore liên tục mở rộng thông qua hoạt động cải tạo đất. ... của \nHiệp hội các quốc gia Đông Nam Á (ASEAN), và là nơi đặt Ban thư ký APEC, ... \nSự phát triển nhanh chóng của Singapore tạo cho quốc gia này có ảnh hưởng ... \nđế Rajendra Chola I của Đế quốc Chola tại Nam Ấn xâm chiếm nó vào thế kỷ XI.", "GOOGLE": "Quốc kỳ của 11 quốc gia Đông Nam Á có màu gì chung?"}, {"MESSAGE": "Hàn Quốc – Wikipedia tiếng Việt", "RESPONSE": "Với dân số vào khoảng hơn 50 triệu người, Hàn Quốc là quốc gia có mật độ dân \nsố ... và đồng thời là một cường quốc khu vực tại Đông Á cũng như là một cường \n.... Thời kỳ Đế quốc Nhật Bản thống trị Triều Tiên từ năm 1910 đến 1945 chấm \ndứt ..... của cộng đồng doanh nghiệp nước này là “Làm hệt như những gì người ...", "GOOGLE": "Quốc kỳ của 11 quốc gia Đông Nam Á có màu gì chung?"}, {"MESSAGE": "Các quốc gia Đông Nam Á – Wikipedia tiếng Việt", "RESPONSE": "Bài viết này cần thêm chú thích nguồn gốc để kiểm chứng thông tin. ... Danh sách \ncác quốc gia Đông Nam Á theo một số cơ dữ liệu về Địa lý lãnh thổ, dân ... niệm \ncủa Liên hiệp quốc và các tổ chức thế giới, Đông Nam Á gồm có 11 quốc gia, .... \nWikipedia® là thương hiệu đã đăng ký của Wikimedia Foundation, Inc., một tổ ...", "GOOGLE": "Quốc kỳ của 11 quốc gia Đông Nam Á có màu gì chung?"}, {"MESSAGE": "Đế quốc Anh – Wikipedia tiếng Việt", "RESPONSE": "Đế quốc Anh khởi nguồn với các thuộc địa và trạm mậu dịch hải ngoại do Anh ... \nĐố kỵ với sự thịnh vượng vô cùng lớn mà hai đế quốc thực dân này giành được, \n... Trong Chiến tranh thế giới lần hai, các thuộc địa của Anh tại Đông Nam Á đã bị \n... 16 quốc gia có chung một nguyên thủ, Nữ vương Elizabeth II, đó là Vương ...", "GOOGLE": "Quốc kỳ của 11 quốc gia Đông Nam Á có màu gì chung?"}, {"MESSAGE": "Đại hội Thể thao Đông Nam Á 2003 – Wikipedia tiếng Việt", "RESPONSE": "Chiếc khố màu đỏ tượng trưng cho trang phục truyền thống của Việt Nam. ... SEA \nGames lần thứ 22 có 33 môn thi đấu được tổ chức ở nhiều địa phương của Việt \nNam. ... Các đoàn tham dự như sau theo 11 quốc gia Đông Nam Á: ... Phần Lễ: \nKhởi đầu bằng màn biểu diễn dù bay mang quốc kỳ của 11 nước tham dự đại \nhội ...", "GOOGLE": "Quốc kỳ của 11 quốc gia Đông Nam Á có màu gì chung?"}, {"MESSAGE": "Đại hội Thể thao Đông Nam Á 2019 – Wikipedia tiếng Việt", "RESPONSE": "Mỗi quốc gia được chỉ định một năm để chủ nhà nhưng có thể chọn làm như vậy \n... chủ nhà của Đại hội Thể thao Đông Nam Á 2021, cũng được đề nghị tổ chức \nkỳ này, ... Một cuộc họp khác đã được tổ chức vào ngày 23–24 tháng 11 năm \n2018. ... búa của vật thể tượng trưng cho những tia sáng của mặt trời cờ \nPhilippines.", "GOOGLE": "Quốc kỳ của 11 quốc gia Đông Nam Á có màu gì chung?"}, {"MESSAGE": "Các Tiểu vương quốc Ả Rập Thống nhất – Wikipedia tiếng Việt", "RESPONSE": "Trong thời kỳ cổ đại, Al Hasa (nay là tỉnh Đông của Ả Rập Xê Út) là bộ phận của \nAl ..... Ngày 2 tháng 11 năm 2004, tổng thống đầu tiên của Các Tiểu vương quốc \nẢ .... trên tôn giáo của chúng tôi và đó là những gì người dân của chúng tôi muốn\n. .... Hai quốc gia luôn có mối quan hệ và mậu dịch hữu hảo, xuất khẩu của Các ...", "GOOGLE": "Quốc kỳ của 11 quốc gia Đông Nam Á có màu gì chung?"}, {"MESSAGE": "Hà Nội – Wikipedia tiếng Việt", "RESPONSE": "Để tránh trùng tên với thành phố Hà Nội, năm 1902, tỉnh Hà Nội được đổi tên ..... \nĐịa hình Hà Nội thấp dần theo hướng từ Bắc xuống Nam và từ Tây sang ...... \nKhoảng thời gian gần đây, khu vực Mỹ Đình được đô thị hóa nhanh chóng với \nhàng ...", "GOOGLE": "Hà Nội được hình thành từ năm nào?"}, {"MESSAGE": "Lịch sử hành chính Hà Nội – Wikipedia tiếng Việt", "RESPONSE": "Lịch sử hành chính Hà Nội có thể xem mốc khởi đầu từ năm 1831 với cuộc cải ... \nGiữa thế kỷ V, vùng đất Hà Nội được đặt thành một huyện mang tên Tống Bình \n.... Khu vực kinh thành đã hình thành các phố nghề như Hàng Khay, Hàng Bạc, ... \nHào rộng khoảng 15, 16m, sâu chừng 5m, hào lúc nào cũng có nước, nhưng ...", "GOOGLE": "Hà Nội được hình thành từ năm nào?"}, {"MESSAGE": "Hoàng thành Thăng Long – Wikipedia tiếng Việt", "RESPONSE": "Thành Hà Nội do Gia Long xây dựng cũng làm ... kiểu Vauban của Pháp. Thành \nhình vuông mỗi bề ... Tô Lịch và sông Hồng. Hào lúc nào cũng có nước ... Ở \ntrung tâm thành là điện Kính Thiên được xây dựng từ ... Năm 1812 dựng Cột cờ \nHà Nội ở phía nam thành.", "GOOGLE": "Hà Nội được hình thành từ năm nào?"}, {"MESSAGE": "Khu phố cổ Hà Nội – Wikipedia tiếng Việt", "RESPONSE": "Khu phố cổ Hà Nội là tên gọi thông thường của một khu vực đô thị có từ lâu đời \n... 30 tháng 3 năm 1995 của Bộ Xây dựng, khu Phố cổ Hà nội có phạm vi được ... \nKhu dân cư sinh hoạt và buôn bán sầm uất này đã được hình thành từ thời Lý ...", "GOOGLE": "Hà Nội được hình thành từ năm nào?"}, {"MESSAGE": "Trường Đại học Bách khoa Hà Nội – Wikipedia tiếng Việt", "RESPONSE": "Trường Đại học Bách Khoa Hà Nội được thành lập theo Nghị định số ... ĐH và \nsau ĐH, đa dạng hóa loại hình đào tạo, mở thêm ngành và chuyên ngành mới, ... \nTừ năm 1986 đến nay cơ sở vật chất của Trường đã được cải tạo và nâng cấp ...", "GOOGLE": "Hà Nội được hình thành từ năm nào?"}, {"MESSAGE": "Hồ Tây – Wikipedia tiếng Việt", "RESPONSE": "Đường Thanh Niên có từ năm 1957 - 1958, trước gọi là đường Cổ Ngư, hình ... \nÔng Đỗ Anh Tuấn, chủ tịch UBND quận Tây Hồ (Hà Nội) cho biết: “Số lượng cá \n... hàng ngày xả thải trực tiếp xuống hồ và đã nhiều năm hồ chưa được nạo vét.", "GOOGLE": "Hà Nội được hình thành từ năm nào?"}, {"MESSAGE": "Tên gọi của Hà Nội qua các thời kỳ lịch sử – Wikipedia tiếng Việt", "RESPONSE": "Bài viết này không được chú giải bất kỳ nguồn tham khảo nào. Mời bạn giúp ... \nTừ lúc hình thành cho đến nay, Thăng Long - Hà Nội có nhiều tên gọi. Ở đây chia\n ...", "GOOGLE": "Hà Nội được hình thành từ năm nào?"}, {"MESSAGE": "Đài Phát thanh - Truyền hình Hà Nội – Wikipedia tiếng Việt", "RESPONSE": "Đài được thành lập ngày 14 tháng 10 năm 1954, sau ngày Hà Nội được chính ... \nTạp chí Truyền hình Hà Nội chính thức phát hành từ năm 2006 với các chuyên .... \nLựa chọn thông minh; Nào, hãy mời tôi vào nhà; Ca múa nhạc; Mã số bí mật ...", "GOOGLE": "Hà Nội được hình thành từ năm nào?"}, {"MESSAGE": "Vùng thủ đô Hà Nội – Wikipedia tiếng Việt", "RESPONSE": "Không gian quy hoạch của vùng thủ đô Hà Nội bao trùm thành phố Hà Nội và 9 \n... xây dựng mô hình phát triển kinh tế xã hội và kịch bản phát triển vùng thủ đô, \nquy ... Từ nay tới năm 2050, vùng thủ đô Hà Nội sẽ được đầu tư phát triển theo ...", "GOOGLE": "Hà Nội được hình thành từ năm nào?"}, {"MESSAGE": "Văn Miếu - Quốc Tử Giám – Wikipedia tiếng Việt", "RESPONSE": "Văn Miếu được xây dựng từ năm 1070 (tức năm Thần Vũ thứ hai đời Thánh \nTông nhà Lý). ... Không phải khoa thi nào tiến hành xong đều được khắc bia \nngay, không phải bia đã ... Năm 1802, vua Gia Long ấn định đây là Văn Miếu Hà \nNội. ..... Theo quan niệm của người xưa, giếng Thiên quang hình vuông tượng \ntrưng cho ...", "GOOGLE": "Hà Nội được hình thành từ năm nào?"}, {"MESSAGE": "Châm cứu – Wikipedia tiếng Việt", "RESPONSE": "Châm cứu là thủ thuật chèn và thao tác kim hình chỉ vào một điểm cụ thể trên cơ \nthể ... Dùng vật nhọn đâm vào huyệt (được gọi là tác dụng vật lý học); Kích thích \nvào các ... Thời thượng cổ người ta dùng đá mài nhọn để làm kim châm. .... y \nkhoa, sau khi một báo cáo về một số phương pháp điều trị thay thế như châm \ncứu: ...", "GOOGLE": "Châm cứu là phương pháp dùng cây kim đâm vào nơi nào trên cơ thể người?"}, {"MESSAGE": "Thực hư việc dùng kim chích ngón tay cứu người đột quỵ ...", "RESPONSE": "30 Tháng Mười Hai 2011 ... Lấy kim chích vào 10 đầu ngón tay, khi máu chảy thì chỉ sau vài phút ... có thể \ndùng một cây kim may chích vào đầu ngón tay, cách móng tay độ ... cách nhận \nbiết tai biến mạch máu não như trên không có gì là khác lạ, ... định hoàn toàn \nkhông có cơ sở khoa học để xử trí cấp cứu người bị tai biến như thế.", "GOOGLE": "Châm cứu là phương pháp dùng cây kim đâm vào nơi nào trên cơ thể người?"}, {"MESSAGE": "Mẹ tá hỏa khi phát hiện con trai 12 tuổi nhét kim châm cứu vào 'vùng ...", "RESPONSE": "2 Tháng Tám 2019 ... Một cậu bé 12 tuổi người Trung Quốc đã có phương pháp giữ tỉnh táo ... \"rớt cằm\n\" khi dùng một cây kim châm cứu của bà ngoại để nhét vào đường niệu đạo qua \nvùng kín nhạy cảm của cơ thể. Không ai biết hành động đó đã giúp cậu ta tỉnh \ntáo đến mức nào nhưng hiển nhiên là chiếc kim đã chui vào quá ...", "GOOGLE": "Châm cứu là phương pháp dùng cây kim đâm vào nơi nào trên cơ thể người?"}, {"MESSAGE": "Võ thuật trong tiểu thuyết Kim Dung – Wikipedia tiếng Việt", "RESPONSE": "Tuy chỉ có ba chiêu nhưng gồm đủ nào cầm nã, nào điểm huyệt, nào khinh thân. \n.... Hóa Công Đại Pháp nguyên lý là hút chất độc từ các loài độc vật vào cơ thể \n..... sọ người xung quanh nơi mình tập, từ đó được giới giang hồ gọi là Cửu Âm \n..... sử dụng kiếm thuật một cách linh hoạt theo phương châm \"Dùng vô chiêu \nthắng ...", "GOOGLE": "Châm cứu là phương pháp dùng cây kim đâm vào nơi nào trên cơ thể người?"}, {"MESSAGE": "7 tình trạng có thể được điều trị bằng châm cứu - Báo Infonet", "RESPONSE": "26 Tháng Chín 2017 ... Châm cứu là một biện pháp điều trị truyền thống của người phương Đông ... kinh \ntheo tây y và được coi là nơi để các dòng năng lượng lưu thông. ... với những \nhoạt động của cơ thể cũng như với 1 số bệnh nào đó. Các chuyên gia châm cứu \nsẽ sử dụng những cây kim châm cứu châm vào các huyệt nằm ...", "GOOGLE": "Châm cứu là phương pháp dùng cây kim đâm vào nơi nào trên cơ thể người?"}, {"MESSAGE": "Châm cứu, bấm huyệt - con dao hai lưỡi - Thông Tấn Xã VN", "RESPONSE": "1 Tháng Mười Một 2009 ... Châm cứu, bấm huyệt là những phương pháp chữa bệnh đơn giản, nhưng có ... \nĐiệnchâm: Dùng dòng điện để tăng kích thích của kim vào huyệt khi mắc ... Cứu \nngải: Dùng điêúngải (được làm từ cây ngải cứu khô đã sao vàng ... Nếu bác sĩ \nchâm cứu thẳng vàodây thần kinh, có thể dẫn đến bị liệt, teo cơ…", "GOOGLE": "Châm cứu là phương pháp dùng cây kim đâm vào nơi nào trên cơ thể người?"}, {"MESSAGE": "Hội chứng ống cổ tay – Wikipedia tiếng Việt", "RESPONSE": "Là hội chứng do thần kinh giữa bị chèn ép ở vùng cổ tay, phần lớn là vô căn, \nthần ... Những người lao động sử dụng nhiều cử động cổ tay và một số bệnh có \nthể gây .... cổ tay là đau tay, tê ở gan bàn tay, tê buốt như kim châm ở bàn tay, tê \nnhức, .... Điện cơ ký là một phương pháp chẩn đoán chức năng thần kinh giúp \nđánh ...", "GOOGLE": "Châm cứu là phương pháp dùng cây kim đâm vào nơi nào trên cơ thể người?"}, {"MESSAGE": "Tia sét – Wikipedia tiếng Việt", "RESPONSE": "Sét hay tia sét là hiện tượng phóng điện trong khí quyển giữa các đám mây và \nđất ... gặp một vật có độ cao như cây cối, người cầm cuốc xẻng... thì sẽ có hiện \n..... Sét có thể được kích hoạt bằng cách phóng một tên lửa có dây cước kim loại \nnối ... đã đánh vào nơi đó cũng như sét là nguồn gốc của các nam châm tự nhiên\n.", "GOOGLE": "Châm cứu là phương pháp dùng cây kim đâm vào nơi nào trên cơ thể người?"}, {"MESSAGE": "Người Mường – Wikipedia tiếng Việt", "RESPONSE": "Còn từ Mường vốn là từ mương người Mường dùng để chỉ nơi cư trú chứ không \n... thể chế, các nhà nghiên cứu và nhân dân dùng khi tìm hiểu, nghiên cứu gọi ... \nCũng như các dân tộc khác, để lý giải về nguồn gốc của dân tộc mình, dân ... Một \nlần vào rừng lấy củi, cô gái tủi thân ngồi khóc trên một tảng đá và ngủ thiếp đi.", "GOOGLE": "Châm cứu là phương pháp dùng cây kim đâm vào nơi nào trên cơ thể người?"}, {"MESSAGE": "Châm cứu có thể giúp 80% bệnh nhân đột quỵ phục hồi chức năng ...", "RESPONSE": "30 Tháng Sáu 2016 ... Liệu pháp châm cứu được biết đến là phương pháp hiệu quả cao giúp ... Đột quỵ \nlà một trong những nguyên nhân tử vong hàng đầu trên thế giới ... dây chuyền \nvào thần kinh não bộ, nơi kiểm soát mọi chức năng cơ thể. ... Lúc này, muốn “\nthức tỉnh” những kinh mạch tê liệt, người thầy thuốc dùng kim châm ...", "GOOGLE": "Châm cứu là phương pháp dùng cây kim đâm vào nơi nào trên cơ thể người?"}, {"MESSAGE": "Quốc gia – Wikipedia tiếng Việt", "RESPONSE": "Quốc gia là một khái niệm địa lý và chính trị, trừu tượng về tinh thần, tình cảm và \npháp lý, để chỉ về một lãnh thổ có chủ quyền, một chính quyền và những con ...", "GOOGLE": "Quốc gia là gì?"}, {"MESSAGE": "Kỳ thi trung học phổ thông quốc gia (Việt Nam) – Wikipedia tiếng Việt", "RESPONSE": "Kỳ thi trung học phổ thông quốc gia tại Việt Nam là một sự kiện quan trọng của .... \nViệt Nam ấn hành, không được đánh dấu hoặc viết thêm bất cứ nội dung gì); ...", "GOOGLE": "Quốc gia là gì?"}, {"MESSAGE": "Công ty đa quốc gia – Wikipedia tiếng Việt", "RESPONSE": "Công ty đa quốc gia, thường viết tắt là MNC (từ các chữ Multinational corporation\n) hoặc MNE (từ các chữ Multinational enterprises), là khái niệm để chỉ các công ...", "GOOGLE": "Quốc gia là gì?"}, {"MESSAGE": "Nguyên thủ quốc gia – Wikipedia tiếng Việt", "RESPONSE": "Tuy nhiên, hiện nay ngoài một vài nguyên thủ quốc gia như Tổng thống Hoa Kỳ, \nTổng thống Hàn Quốc, Tổng thống Indonesia, Chủ tịch Cuba,… cũng là người ...", "GOOGLE": "Quốc gia là gì?"}, {"MESSAGE": "Bảo vật quốc gia (Việt Nam) – Wikipedia tiếng Việt", "RESPONSE": "Bảo vật quốc gia là những hiện vật có giá trị đặc biệt về văn hóa, lịch sử được \nNhà nước Việt Nam bảo vệ và bảo quản theo chế độ riêng biệt. Việc công nhận ...", "GOOGLE": "Quốc gia là gì?"}, {"MESSAGE": "Đại học Quốc gia Hà Nội – Wikipedia tiếng Việt", "RESPONSE": "Đại học Quốc gia Hà Nội (tiếng Anh: Vietnam National University, Hanoi, viết tắt: \nVNU hay ĐHQGHN) là một trong hai hệ thống đại học quốc gia của Việt Nam, ...", "GOOGLE": "Quốc gia là gì?"}, {"MESSAGE": "Vườn quốc gia – Wikipedia tiếng Việt", "RESPONSE": "Vườn quốc gia là một khu vực đất hay biển được bảo tồn bằng các quy định \npháp luật của chính quyền sở tại. Vườn quốc gia được bảo vệ nghiêm ngặt khỏi \nsự ...", "GOOGLE": "Quốc gia là gì?"}, {"MESSAGE": "Danh sách các quốc gia thành viên Liên Hiệp Quốc – Wikipedia ...", "RESPONSE": "Quốc gia thành viên Liên Hiệp Quốc bao gồm 193 quốc gia có chủ quyền là \nthành viên của Liên Hiệp Quốc và có quyền đại diện bình đẳng ở Đại hội đồng \nLiên ...", "GOOGLE": "Quốc gia là gì?"}, {"MESSAGE": "Vườn quốc gia Yellowstone – Wikipedia tiếng Việt", "RESPONSE": "Vườn quốc gia Yellowstone là một vườn quốc gia Hoa Kỳ nằm ở các bang miền \ntây Wyoming, Montana và Idaho của Hoa Kỳ, được thành lập ngày 01 tháng 3 ...", "GOOGLE": "Quốc gia là gì?"}, {"MESSAGE": "Danh sách các quốc gia theo ý nghĩa tên gọi – Wikipedia tiếng Việt", "RESPONSE": "Danh sách các quốc gia theo ý nghĩa tên gọi là một bảng thống kê gồm 254 quốc \ngia và vùng lãnh thổ trên thế giới theo ý nghĩa tên quốc gia, ngoài ra còn bao ...", "GOOGLE": "Quốc gia là gì?"}, {"MESSAGE": "Học thuyết về nhà nước của chủ nghĩa Marx Lenin – Wikipedia tiếng ...", "RESPONSE": "Học thuyết về Nhà nước của Chủ nghĩa Mác-Lênin hay còn gọi là Lý luận về Nhà \n... Ph.Ăng-ghen đã chỉ ra rằng nhà nước chỉ ra đời ở một giai đoạn lịch sử nhất \nđịnh .... Nhà nước đầu tiên trong lịch sử là nhà nước Chiếm hữu nô lệ, xuất hiện \n.... thời giữa các giai cấp với nhau và tất yếu sẽ tập trung quyền lực vào tay một ...", "GOOGLE": "Trong thời kỳ chiếm hữu nô lệ, ở các quốc gia phương Tây, chủ nô gọi nô lệ là gì?"}, {"MESSAGE": "Nội chiến Hoa Kỳ – Wikipedia tiếng Việt", "RESPONSE": "Nội chiến Hoa Kỳ (American Civil War, 1861–1865), hay còn gọi là cuộc ... độ nô \nlệ ở miền Nam Hoa Kỳ đã tuyên bố ly khai khỏi Hợp Chúng Quốc Hoa Kỳ và lập \nra ... Sử gia John Huddleston ước tính số người chết chiếm 10% toàn bộ số nam \n... Chế độ nô lệ bị các nhà tư bản công nghiệp miền Bắc coi là vật cản trở kinh tế\n ...", "GOOGLE": "Trong thời kỳ chiếm hữu nô lệ, ở các quốc gia phương Tây, chủ nô gọi nô lệ là gì?"}, {"MESSAGE": "Hy Lạp cổ đại – Wikipedia tiếng Việt", "RESPONSE": "Tiếp sau thời kỳ cổ điển là thời kỳ Hy Lạp hóa (323-146 TCN), trong giai .... Khi \ngia đình Peisistratos bị lật đổ, Cleisthenes thiết lập một nền dân chủ đầu tiên trên \n... văn hóa và trí thức phương Tây đã sống ở Athena trong thời kỳ này: các nhà \nviết ..... Năm 600 TCN chế độ chiếm hữu nô lệ đã trải rộng khắp Hy Lạp. Đến thế \nkỷ ...", "GOOGLE": "Trong thời kỳ chiếm hữu nô lệ, ở các quốc gia phương Tây, chủ nô gọi nô lệ là gì?"}, {"MESSAGE": "Chủ nghĩa cộng sản – Wikipedia tiếng Việt", "RESPONSE": "Chủ nghĩa Marx ban đầu chỉ là những tư tưởng của một vài trí ... trào giải phóng \ndân tộc, được truyền bá từ phương Tây sang ... Hơn nữa, với những điều kiện \nkinh tế - xã hội và trình độ công nghệ ở thế kỷ XX (trong đó chủ nghĩa ... chiếm \nhữu nô lệ, đến phong kiến, đến tư bản và cuối cùng là ...", "GOOGLE": "Trong thời kỳ chiếm hữu nô lệ, ở các quốc gia phương Tây, chủ nô gọi nô lệ là gì?"}, {"MESSAGE": "Người Mỹ gốc Phi – Wikipedia tiếng Việt", "RESPONSE": "Tuy nhiên, có những di dân đến từ các quốc gia châu Phi, vùng Ca-ri-bê và Nam \nMỹ ... suốt trong thời kỳ buôn bán nô lệ xuyên Đại Tây Dương. Những người \nkhác đã ... triệu người Mỹ gốc Phi sinh sống ở Hoa Kỳ, chiếm 13,8% dân số toàn \nquốc. ... Sở hữu nô lệ là vấn đề gây nhiều tranh cãi trong chính trị và xã hội Mỹ. \nChủ ...", "GOOGLE": "Trong thời kỳ chiếm hữu nô lệ, ở các quốc gia phương Tây, chủ nô gọi nô lệ là gì?"}, {"MESSAGE": "Đế quốc La Mã – Wikipedia tiếng Việt", "RESPONSE": "Sự sụp đổ của đế quốc Tây La Mã gây ra bởi các vị vua người German, cùng ... \nHai thế kỷ đầu tiên của đế quốc là một thời kỳ ổn định và thịnh vượng chưa từng \n... đã thiết lập hai triều đình đế quốc ở Đông phương Hy Lạp và Tây phương \nLatinh. ...... Trong môi trường đô thị, nô lệ có thể là các chuyên gia như thầy giáo, \nthầy ...", "GOOGLE": "Trong thời kỳ chiếm hữu nô lệ, ở các quốc gia phương Tây, chủ nô gọi nô lệ là gì?"}, {"MESSAGE": "Chế độ quân chủ – Wikipedia tiếng Việt", "RESPONSE": "Thể chế xưa kia trong thời quân chủ phần đông là chế độ quân chủ chuyên chế. \n... thức phong kiến (hình thức phân phong đất đai) để truyền nối và chiếm hữu \nđất đai. ... Chế độ Quân chủ chuyên chế xuất hiện ở Athena thế kỷ V - VI TCN (\nthời kỳ ... Các quốc gia Vương quốc Khối thịnh vượng chung không có vua hay \nnữ ...", "GOOGLE": "Trong thời kỳ chiếm hữu nô lệ, ở các quốc gia phương Tây, chủ nô gọi nô lệ là gì?"}, {"MESSAGE": "Lịch sử Hoa Kỳ – Wikipedia tiếng Việt", "RESPONSE": "Trong thời đại tái thiết (1863–1877), Hoa Kỳ chấm dứt chủ nghĩa nô lệ và nới \nrộng .... Những cư dân đầu tiên này, được gọi là người \"Paleoamericans\", chẳng \nbao ... Sau một thời kỳ thám hiểm được các quốc gia lớn ở châu Âu bảo trợ, các \n.... từ các thuộc địa Anh ở vùng Tây Ấn. Đến khoảng thập niên 1770, họ chiếm \nmột ...", "GOOGLE": "Trong thời kỳ chiếm hữu nô lệ, ở các quốc gia phương Tây, chủ nô gọi nô lệ là gì?"}, {"MESSAGE": "Hoa Kỳ – Wikipedia tiếng Việt", "RESPONSE": "Tên Columbia cũng có một thời là tên thông dụng để chỉ châu Mỹ và Hoa Kỳ. Nó \n... Tại Trung Quốc, Hoa Kỳ chưa bao giờ là tên gọi quan phương của nước Mỹ. \n.... lốc xoáy của thế giới xảy ra trong Hoa Kỳ lục địa, chủ yếu là miền Trung Tây. \n..... sự chiếm hữu nô lệ và các tiểu bang có chế độ nô lệ ngày một gia tăng trong\n ...", "GOOGLE": "Trong thời kỳ chiếm hữu nô lệ, ở các quốc gia phương Tây, chủ nô gọi nô lệ là gì?"}, {"MESSAGE": "Chủ nghĩa thực dân – Wikipedia tiếng Việt", "RESPONSE": "Tuy nhiên, sự thật về chủ nghĩa thực dân thường là sự nô dịch, chiếm đất hoặc \ncái ... nhưng việc các cường quốc phương Tây can thiệp vào nội bộ nước nhỏ \nvẫn ... Tuy nhiên, cũng có dân nhập cư thuộc thành phần khác - những nô lệ để \n... hóa trong thế kỷ 19 dẫn đến một thời kỳ được gọi là Tân chủ nghĩa đế quốc, \nkhi tốc ...", "GOOGLE": "Trong thời kỳ chiếm hữu nô lệ, ở các quốc gia phương Tây, chủ nô gọi nô lệ là gì?"}, {"MESSAGE": "Động vật lớn – Wikipedia tiếng Việt", "RESPONSE": "Nhiều loài động vật khổng lồ được coi là loài có kích thước to lớn nhất trong họ ... \nCá voi xanh được xem là động vật lớn nhất trên thế giới sống trong đại dương. ... \ncó thể thấy bất kỳ động vật có vú nào, những con đực thường nặng hơn so với ...", "GOOGLE": "Loài động vật nào lớn nhất trên thế giới?"}, {"MESSAGE": "10 động vật lớn nhất từ xưa đến nay trên trái đất - Thế giới - ZING.VN", "RESPONSE": "30 Tháng Tám 2014 ... Bên cạnh các loài bò sát có kích thước khổng lồ đã tuyệt chủng, cá voi xanh là \nloài động vật lớn nhất thế giới còn tồn tại trên trái đất cho đến ...", "GOOGLE": "Loài động vật nào lớn nhất trên thế giới?"}, {"MESSAGE": "Cá nhà táng – Wikipedia tiếng Việt", "RESPONSE": "Nó là loài động vật có răng lớn nhất trên thế giới. .... gì đến kích thước cá nhà \ntáng đực và trên thực tế kích thước của chúng đáng ra phải tăng lên .... Tuy nhiên\n, hiện này hầu như không có bất kỳ ghi chép nào về các cuộc tỉ thí như thế này cả\n.", "GOOGLE": "Loài động vật nào lớn nhất trên thế giới?"}, {"MESSAGE": "Hổ – Wikipedia tiếng Việt", "RESPONSE": "Hổ là động vật to lớn nhất trong họ Mèo và là động vật lớn thứ 3 trong các loài \nthú ăn thịt ... những loài động vật có biểu tượng lôi cuốn và dễ nhận biết nhất trên \nthế giới. ..... Không có một con hổ Bali nào còn sống trong tình trạng nuôi nhốt.", "GOOGLE": "Loài động vật nào lớn nhất trên thế giới?"}, {"MESSAGE": "Voi – Wikipedia tiếng Việt", "RESPONSE": "Họ Voi hiện có ba loài còn tồn tại là: voi đồng cỏ châu Phi và voi rừng châu Phi (\ncó thể ... Voi là động vật có vú lớn nhất còn sinh sống trên mặt đất ngày nay. ... \nvật được bảo vệ, và việc nuôi nhốt như là động vật cảnh bị cấm trên toàn thế giới\n. .... sóc cho nhau, thậm chí sẵn sàng cho bất kỳ chú voi con nào bú nếu cần thiết.", "GOOGLE": "Loài động vật nào lớn nhất trên thế giới?"}, {"MESSAGE": "Động vật lưỡng cư – Wikipedia tiếng Việt", "RESPONSE": "Các động vật lưỡng cư nhỏ nhất (và có xương sống) trên thế giới là loài ếch ở ... \nCác động vật lưỡng cư còn tồn tại lớn nhất là kỳ giông khổng lồ Trung Quốc ... \nKhông có động vật bốn chân nào khác trên đất liền và các động vật lưỡng cư \nnằm ...", "GOOGLE": "Loài động vật nào lớn nhất trên thế giới?"}, {"MESSAGE": "Châu Nam Cực – Wikipedia tiếng Việt", "RESPONSE": "Châu Nam Cực được xem là 1 hoang mạc có diện tích lớn nhất thế giới, với ... vi \nkhuẩn, nấm, ký sinh trùng, và một số loài động vật nhất định như mạt, giun tròn, \nchim ... không có dấu hiệu nào cho thấy con người đã đến đây cho đến thế kỷ \nXIX. .... Châu Nam Cực là lục địa lạnh nhất trên Trái Đất. Nhiệt độ tự nhiên thấp \nnhất ...", "GOOGLE": "Loài động vật nào lớn nhất trên thế giới?"}, {"MESSAGE": "Người – Wikipedia tiếng Việt", "RESPONSE": "Trong giới tự nhiên, con người là loài duy nhất có thể tạo ra lửa, nấu thức ăn, ... \nMàu da của con người phần lớn là do các điều kiện địa lý xác định, và có sự liên \n... Cũng giống như các động vật sinh sản hữu tính khác, thế hệ mới hình thành từ \nsự ..... Ngày nay, hầu hết bất cứ nơi nào trên thế giới người ta không chỉ có thể ...", "GOOGLE": "Loài động vật nào lớn nhất trên thế giới?"}, {"MESSAGE": "Rừng mưa Amazon – Wikipedia tiếng Việt", "RESPONSE": "... một dải rừng mưa nhiệt đới lớn nhất và phong phú nhất về loài cây, động vật \ntrên thế giới. Rừng mưa Amazon là một khu bảo tồn thiên nhiên trên thế giới.", "GOOGLE": "Loài động vật nào lớn nhất trên thế giới?"}, {"MESSAGE": "Vườn quốc gia Yellowstone – Wikipedia tiếng Việt", "RESPONSE": "Yellowstone nổi tiếng với các loài động vật hoang dã và các điểm địa nhiệt, .... \nVườn quốc gia Yellowstone có một trong những rừng hóa đá lớn nhất trên thế \ngiới, .... Vườn quốc gia chứa mạch nước phun hoạt động lớn nhất thế giới—\nMạch ...", "GOOGLE": "Loài động vật nào lớn nhất trên thế giới?"}, {"MESSAGE": "Thung lũng Silicon – Wikipedia tiếng Việt", "RESPONSE": "Thung lũng Silicon (tiếng Anh: Silicon Valley; còn được gọi Thung lũng Điện tử) \nlà phần phía Nam của vùng vịnh San Francisco tại phía Bắc California ở Mỹ.", "GOOGLE": "Thung lũng Silicon là gì?"}, {"MESSAGE": "Trước khi Facebook, Apple đến, Thung lũng Silicon trông như thế ...", "RESPONSE": "30 Tháng Chín 2019 ... Trước những năm 1960 khi chưa có Apple hay Tesla, Thung lũng Silicon đã là \nnơi đóng quân của hàng chục công ty sản xuất bóng bán dẫn ...", "GOOGLE": "Thung lũng Silicon là gì?"}, {"MESSAGE": "Những mảng màu tối ở Thung lũng Silicon - Công nghệ - ZING.VN", "RESPONSE": "15 Tháng Giêng 2016 ... Thung lũng Silicon luôn là mơ ước của nhiều người. ... Vậy, những biểu hiện này \nnói lên điều gì? Lý do nào tạo nên dòng chảy thoát ly khỏi ...", "GOOGLE": "Thung lũng Silicon là gì?"}, {"MESSAGE": "Cuộc sống thiếu thốn ờ Thung lũng Silicon", "RESPONSE": "3 Tháng 2 2019 ... Cuộc sống bằng đồng lương kỹ sư IT ở Thung lũng Silicon ... Tuy nhiên, thực tế \nlà họ phải trích phần lớn lương cho tiền thuê nhà, và chỉ còn lại ...", "GOOGLE": "Thung lũng Silicon là gì?"}, {"MESSAGE": "Nhân viên ở Thung lũng Silicon ăn gì? - Công nghệ - ZING.VN", "RESPONSE": "5 Tháng Tám 2018 ... Những món ăn miễn phí là đặc quyền mà các công ty công nghệ dành cho nhân \nviên của ... Nhan vien o Thung lung Silicon an gi? hinh anh 1.", "GOOGLE": "Thung lũng Silicon là gì?"}, {"MESSAGE": "'Sao Việt Nam phải tạo ra một Thung lũng Silicon nữa?' - Thế giới ...", "RESPONSE": "17 Tháng Mười Một 2019 ... 'Sao Viet Nam phai tao ra mot Thung lung Silicon nua? .... Và, quan trọng hơn cả \nchuyện vốn là chuyện điều gì sẽ xảy ra nếu bạn có đến 500 ...", "GOOGLE": "Thung lũng Silicon là gì?"}, {"MESSAGE": "Startup Việt gọi vốn tại thung lũng Silicon như thế nào? - Công nghệ ...", "RESPONSE": "2 Tháng Năm 2016 ... Để được nhận vào một \"vườn ươm\" startup tại thung lũng Silicon là chuyện \nkhông đơn giản. Một startup Việt đã làm được điều đó và đang ...", "GOOGLE": "Thung lũng Silicon là gì?"}, {"MESSAGE": "San Jose, California – Wikipedia tiếng Việt", "RESPONSE": "Trong thập niên 70, việc xây dựng Thung lũng Silicon tại đây khiến cho San Jose \n– nằm trong trung tâm Thung lũng Silicon được đặt nickname là Thủ đô Thung ...", "GOOGLE": "Thung lũng Silicon là gì?"}, {"MESSAGE": "Bên trong thung lũng Silicon của Trung Quốc: từ đạo nhái đến đổi mới", "RESPONSE": "29 Tháng Mười Một 2018 ... Makeblock là một trong những startup nổi bật tại \"thung lũng Silicon của ... 10 \nnăm trước, 90% những gì hiện diện ở Thâm Quyến là đạo nhái, ...", "GOOGLE": "Thung lũng Silicon là gì?"}, {"MESSAGE": "Đại học Stanford – Wikipedia tiếng Việt", "RESPONSE": "Stanford được biết đến với sức mạnh học tập, sự giàu có, gần gũi với Thung lũng \nSilicon và được xếp hạng là một trong những trường đại học hàng đầu thế ...", "GOOGLE": "Thung lũng Silicon là gì?"}, {"MESSAGE": "Đền Ngọc Sơn – Wikipedia tiếng Việt", "RESPONSE": "Tọa độ, 21°02′B 105°51′Đ﻿ / ﻿21,03°B 105,85°Đ﻿ / 21.03; 105.85 ... Đền Ngọc \nSơn là một ngôi đền thờ nằm trên đảo Ngọc của hồ Hoàn Kiếm ở Hà Nội, Việt \nNam. ... Lúc đầu được gọi là chùa Ngọc Sơn (chữ Nho: 玉山), sau đổi gọi là đền \nNgọc Sơn vì trong .... Tuyển tập văn bia Hà Nội, quyển 2, Khoa Học Xã hội, 1978, \ntr.", "GOOGLE": "Đền Ngọc Sơn tọa lạc ở đâu?"}, {"MESSAGE": "Hồ Hoàn Kiếm – Wikipedia tiếng Việt", "RESPONSE": "Tên hồ còn được lấy để đặt cho một quận trung tâm của Hà Nội (quận Hoàn \nKiếm) và .... Nơi đây từng là nơi chôn cất của vợ một tướng Pháp; Đền Ngọc Sơn\n: nằm ở phía Bắc hồ, xưa có tên là Tượng Nhĩ (tai voi). ... Toạ lạc theo hướng \nNam.", "GOOGLE": "Đền Ngọc Sơn tọa lạc ở đâu?"}, {"MESSAGE": "Chùa Bộc – Wikipedia tiếng Việt", "RESPONSE": "Chùa Bộc còn có tên chữ là Sùng Phúc Tự hay Thiên Phúc Tự), tọa lạc tại xã \nKhương Thượng, nay thuộc phường Quang Trung, quận Đống Đa, thành phố Hà \nNội. ... Ở chùa có cơ sở chữa bệnh bằng thuốc Nam nổi tiếng. ... Văn hóa công \nnhận là Di tích lịch sử - văn hóa quốc gia từ năm 1962 (cùng đợt với đền Ngọc \nSơn,.", "GOOGLE": "Đền Ngọc Sơn tọa lạc ở đâu?"}, {"MESSAGE": "Điện Hòn Chén – Wikipedia tiếng Việt", "RESPONSE": "Điện Hòn Chén tọa lạc trên núi Ngọc Trản, thuộc làng Ngọc Hồ, phường ... điện \nvẫn xuất hiện với tên chính thức \"Ngọc Trản Sơn Từ\" (đền thờ ở núi Ngọc Trản).", "GOOGLE": "Đền Ngọc Sơn tọa lạc ở đâu?"}, {"MESSAGE": "Dinh Cô (Long Hải) – Wikipedia tiếng Việt", "RESPONSE": "... khu đền hoành tráng có lối kiến trúc cổ pha lẫn hiện đại; hiện tọa lạc bên bờ \nbiển ... tích in đậm bản sắc dân tộc Việt mà chủ thể trực tiếp là ngư dân ở địa \nphương. ... đồi Cô Sơn. Từ đó cô luôn hiển linh mộng báo điềm lành, diệt trừ dịch \nbệnh, ... Chúa Ngọc Nương Nương, Chúa Tiên Nương Nương, Chư vị, Bà Mẹ \nSanh, ...", "GOOGLE": "Đền Ngọc Sơn tọa lạc ở đâu?"}, {"MESSAGE": "Đền Hùng – Wikipedia tiếng Việt", "RESPONSE": "... Google Maps có thể không chính xác. Google. “Đền Hùng” (Bản đồ).", "GOOGLE": "Đền Ngọc Sơn tọa lạc ở đâu?"}, {"MESSAGE": "Khu di tích chiến thắng Rạch Gầm - Xoài Mút – Wikipedia tiếng Việt", "RESPONSE": "Khu di tích chiến thắng Rạch Gầm - Xoài Mút tọa lạc tại ấp Đông, xã Kim Sơn, \nhuyện ... Tướng Nguyễn Huệ liền cho thủy quân mai phục sẵn ở đoạn sông \nRạch ...", "GOOGLE": "Đền Ngọc Sơn tọa lạc ở đâu?"}, {"MESSAGE": "Ngọc Sơn (ca sĩ) – Wikipedia tiếng Việt", "RESPONSE": "Ngọc Sơn sinh ra tại Đồ Sơn, Hải Phòng, nhưng quê quán ở Quảng Nam - Ðà \nNẵng. Cha là ... thì Ngọc Sơn trả lời: \"Tôi nói người ta làm thôi, tôi đâu có làm!\".", "GOOGLE": "Đền Ngọc Sơn tọa lạc ở đâu?"}, {"MESSAGE": "Nhà hát Lớn Hà Nội – Wikipedia tiếng Việt", "RESPONSE": "Nhà hát tọa lạc trên quảng trường Cách mạng tháng Tám, vị trí đầu phố ... tiên \nđược mang tên rạp Chùa Bút nằm ở khoảng đất trống trước cửa đền Ngọc Sơn,\n ...", "GOOGLE": "Đền Ngọc Sơn tọa lạc ở đâu?"}, {"MESSAGE": "Ai có công xây dựng Tháp Rùa, cầu Thê Húc ở Hà Nội? - Tư vấn ...", "RESPONSE": "22 Tháng Năm 2018 ... Câu 3: Ngôi đền nổi tiếng nào sau đây tọa lạc ở Hồ Gươm? Đền Voi Phục; Đền \nNgọc Sơn; Đền Dược Sơn; Đền Sóc Sơn. Đền Ngọc Sơn nằm ...", "GOOGLE": "Đền Ngọc Sơn tọa lạc ở đâu?"}, {"MESSAGE": "Liên minh châu Âu – Wikipedia tiếng Việt", "RESPONSE": "Liên minh châu Âu hay Liên hiệp châu Âu (tiếng Anh: European Union), cũng \nđược gọi là Khối Liên Âu, viết tắt là EU, là liên minh kinh tế – chính trị bao gồm \n28 ...", "GOOGLE": "EU là gì?"}, {"MESSAGE": "Europi – Wikipedia tiếng Việt", "RESPONSE": "Europi (tên La tinh: Europium) là một nguyên tố hóa học với ký hiệu Eu và số \nnguyên tử bằng 63. Tên gọi của nó có nguồn gốc từ tên gọi của châu Âu trong \nmột ...", "GOOGLE": "EU là gì?"}, {"MESSAGE": "Việc Vương quốc Liên hiệp Anh và Bắc Ireland rời Liên minh châu ...", "RESPONSE": "Liên minh châu Âu (EU) là khối hợp tác kinh tế chính trị cấu thành từ 28 quốc gia \nở châu Âu. Tổ chức này được thành lập sau Chiến tranh thế giới thứ hai nhằm ...", "GOOGLE": "EU là gì?"}, {"MESSAGE": "Khẩu hiệu Liên minh châu Âu – Wikipedia tiếng Việt", "RESPONSE": "In varietate concordia (dịch ra tiếng Việt là: Thống nhất trong đa dạng) là khẩu \nhiệu chính thức của Liên minh châu Âu (EU), được thông qua vào năm 2000.", "GOOGLE": "EU là gì?"}, {"MESSAGE": "Chủ nghĩa hoài nghi châu Âu – Wikipedia tiếng Việt", "RESPONSE": "Các quan điểm khác thường được tổ chức bởi Eurosceptics bao gồm nhận thức \nvề thâm hụt dân chủ ở Liên minh châu Âu hoặc niềm tin rằng EU là quá quan ...", "GOOGLE": "EU là gì?"}, {"MESSAGE": "Hiệp định Thương mại tự do EU-Canada – Wikipedia tiếng Việt", "RESPONSE": "Hiện vẫn chưa rõ liệu các quyết định của quốc hội quốc gia các nước thành viên \nEU là cần thiết. Theo quan điểm của Ủy ban châu Âu hiệp định thuộc thẩm ...", "GOOGLE": "EU là gì?"}, {"MESSAGE": "Quan hệ Việt Nam - Liên minh châu Âu – Wikipedia tiếng Việt", "RESPONSE": "Quan hệ ngoại giao Liên minh châu Âu (EU)-Việt Nam được chính thức thiết lập \n... Hiện EU là nhà tài trợ song phương lớn thứ hai về ODA và là nhà cung cấp ...", "GOOGLE": "EU là gì?"}, {"MESSAGE": "Quy định bảo vệ dữ liệu chung – Wikipedia tiếng Việt", "RESPONSE": "Quy định bảo vệ dữ liệu chung (GDPR) (EU) 2016/679 là quy định của luật EU \nvề bảo vệ dữ liệu và quyền riêng tư cho tất cả các cá nhân trong Liên minh châu\n ...", "GOOGLE": "EU là gì?"}, {"MESSAGE": "REACH – Wikipedia tiếng Việt", "RESPONSE": "REACH, viết tắt từ Registration, Evaluation, Authorisation and Restriction of \nChemicals, là một quy định mới trong EU về hóa chất và sử dụng an toàn hóa \nchất, ...", "GOOGLE": "EU là gì?"}, {"MESSAGE": ".eu – Wikipedia tiếng Việt", "RESPONSE": ".eu là tên miền Internet cấp cao nhất dành cho quốc gia (ccTLD) của Liên minh \nchâu Âu, và những tổ chức và công dân thuộc các nước thành viên EU, bắt đầu ...", "GOOGLE": "EU là gì?"}, {"MESSAGE": "Trùng roi xanh – Wikipedia tiếng Việt", "RESPONSE": "Chi Trùng roi xanh (Euglena) là một chi sinh vật nguyên sinh đơn bào. ... Trùng \nroi sống trong nước: ao, hồ, đầm, ruộng, vũng nước mưa. ... tiết và điều chỉnh áp \nsuất thẩm thấu nhờ không bào co bóp, sinh sản vô tính theo cách phân đôi. ... Ở \nnơi có ánh sáng, nhờ các hạt diệp lục mà trùng roi dinh dưỡng kiểu tự dưỡng \nnhư ...", "GOOGLE": "Trùng roi xanh dinh dưỡng bằng cách nào?"}, {"MESSAGE": "Trùng roi – Wikipedia tiếng Việt", "RESPONSE": "Lớp Trùng roi (Flagellata) bao gồm trùng roi xanh, tập đoàn trùng roi cùng \nkhoảng ... chỉnh áp suất thẩm thấu nhờ không bào co bóp, sinh sản vô tính theo \ncách phân đôi. Lớp Trùng roi có vai trò rất quan trọng trong thiên nhiên và đối với \ncon người. ... Ở nơi có ánh sáng, nhờ các hạt dự trữ mà trùng roi dinh dưỡng \nkiểu tự ...", "GOOGLE": "Trùng roi xanh dinh dưỡng bằng cách nào?"}, {"MESSAGE": "Động vật nguyên sinh – Wikipedia tiếng Việt", "RESPONSE": "... nguyên sinh có khả năng chuyển động và dinh dưỡng chủ yếu bằng cách dị \ndưỡng. ... loài, trong đó một số cũng có cả khả năng quang hợp như trùng roi \nxanh. ... thường nằm ở một vị trí nhất định nào đó trên cơ thể động vật nguyên \nsinh), ...", "GOOGLE": "Trùng roi xanh dinh dưỡng bằng cách nào?"}, {"MESSAGE": "Tảo – Wikipedia tiếng Việt", "RESPONSE": "Tảo lục bao gồm trùng roi đơn bào và tập đoàn trùng roi (thường nhưng ... Lục \nlạp trong trùng roi xanh (Euglenoidea) và tảo lục phức tạp (Chlorarachnea) là thu \n... Điều này đã giải thích tại sao tảo đỏ có thể phân bố tới độ sâu 268 m (879 ft). ... \nRong mơ cũng quang hợp và tự tạo ra chất dinh dưỡng (dinh dưỡng tự dưỡng).", "GOOGLE": "Trùng roi xanh dinh dưỡng bằng cách nào?"}, {"MESSAGE": "Nội cộng sinh – Wikipedia tiếng Việt", "RESPONSE": "Trong phương thức này, các loài đều cộng sinh với nhau, nhưng loài nào ở ... \nmối chưa nhiễm trùng roi, thì dù được hưởng chế độ ăn uống dinh dưỡng đầy đủ\n, ...", "GOOGLE": "Trùng roi xanh dinh dưỡng bằng cách nào?"}, {"MESSAGE": "Trai sông – Wikipedia tiếng Việt", "RESPONSE": "Bài viết này không được chú giải bất kỳ nguồn tham khảo nào. Mời bạn giúp cải \nthiện bài viết này bằng cách bổ sung chú thích cho từng nội dung cụ thể trong bài \nviết ... Dinh dưỡng nhờ 2 đôi tấm miệng luôn luôn động. ... Ấu trùng nở ra, sống \ntrong mang mẹ một thời gian rồi bám vào da mang cá một vài tuần nữa mới rơi ...", "GOOGLE": "Trùng roi xanh dinh dưỡng bằng cách nào?"}, {"MESSAGE": "Phân người – Wikipedia tiếng Việt", "RESPONSE": "Xanh phổ hoặc xanh da trời, một màu được sử dụng trong điều trị hội chứng \nnhiễm ... bởi tắc mật của bất kỳ type nào (Phân trắng kết hợp với xuất huyết tiêu \nhóa (phân đen). .... Ký sinh trùng đường ruột và trứng noãn cũng tìm được tìm \nthấy. ... Tuy nhiên, đối với bệnh nhân ốm yếu và suy dinh dưỡng, tiêu chảy dẫn \nđến mất ...", "GOOGLE": "Trùng roi xanh dinh dưỡng bằng cách nào?"}, {"MESSAGE": "Trùng đế giày – Wikipedia tiếng Việt", "RESPONSE": "Trùng giày được con người biết đến trước tiên trong thế giới động vật đơn ... 1 \nCấu tạo; 2 Dinh dưỡng; 3 Sinh sản; 4 Nơi sống; 5 Di chuyển; 6 Vai trò ... Sau đó \nkhông bào tiêu hóa rời hầu di chuyển trong cơ thể theo một quỹ đạo nhất định, \nEnzim tiêu ... Ngoài hình thức sinh sản vô tính bằng cách phân đôi theo chiều \nngang, ...", "GOOGLE": "Trùng roi xanh dinh dưỡng bằng cách nào?"}, {"MESSAGE": "Sinh vật quang dưỡng – Wikipedia tiếng Việt", "RESPONSE": "Thuật ngữ ban đầu được sử dụng với nghĩa khác, và chỉ có định nghĩa hiện tại ... \nCác sinh vật quang tự dưỡng đôi khi còn được gọi trong tiếng Anh như là ... sinh \nvật nguyên sinh (như trùng roi xanh), thực vật phù du và vi khuẩn (như ... Bạn có \nthể giúp Wikipedia bằng cách mở rộng nội dung để bài được hoàn chỉnh hơn.", "GOOGLE": "Trùng roi xanh dinh dưỡng bằng cách nào?"}, {"MESSAGE": "Nấm – Wikipedia tiếng Việt", "RESPONSE": "Một số nấm có khả năng kích thích sự sinh trưởng của cây bằng cách tiết ra các \nhoóc ... Nhiều côn trùng có mối quan hệ hỗ trợ với nhiều loại nấm. ... Chúng có \nthể là nấm mốc trong nhà hay ngoài trời, đa phần là nấm sợi như các chi ... ở môi \ntrường nước, đều được điều chỉnh để hút các chất dinh dưỡng hiệu quả nhất từ\n ...", "GOOGLE": "Trùng roi xanh dinh dưỡng bằng cách nào?"}, {"MESSAGE": "Quốc kỳ Hoa Kỳ – Wikipedia tiếng Việt", "RESPONSE": "Quốc kỳ Hoa Kỳ (tiếng Anh: Flag of the United States of America) là lá cờ ... Ý \nnghĩa của ba màu xanh, trắng, đỏ trên lá cờ Hoa Kỳ vẫn không thay đổi ... Lá cờ \nnày có 13 vạch, 7 vạch đỏ, 6 vạch trắng và ở một góc lá cờ có 13 ngôi sao trắng \ntrên ...", "GOOGLE": "13 vạch đỏ trên cờ Mỹ có ý nghĩa gì?"}, {"MESSAGE": "3 màu đỏ, trắng, xanh của quốc kỳ Mỹ có ý nghĩa gì? - Du lịch - ZING ...", "RESPONSE": "9 Tháng Mười 2018 ... 50 ngôi sao và 13 sọc ngang; 13 ngôi sao và 50 sọc ngang; 55 ngôi sao và 7 sọc \n... Sự cẩn trọng, sự bền chí, sự công bằng; Tất cả các ý nghĩa trên ... cờ mỹ có ý \nnghĩa gì cờ mỹ vì sao gọi mỹ là chú sam quốc kỳ mỹ có ý nghĩa ...", "GOOGLE": "13 vạch đỏ trên cờ Mỹ có ý nghĩa gì?"}, {"MESSAGE": "Đại ấn Hoa Kỳ – Wikipedia tiếng Việt", "RESPONSE": "Là một huy hiệu, thiết kế có màu sắc chính thức; bản thân Đại ấn, như được ... so \nvới cờ Mỹ: một là không có ngôi sao nào ở phần màu xanh bên trên (mặc dù một \n... tả là \"màu xanh lam làm màu cơ bản, được chia thành 13 vạch, trắng và đỏ\". ... \nCó hai dòng chữ ở trên và dưới: \"Annuit cœptis\", nó có nghĩa là ai đó \"nhận ra ...", "GOOGLE": "13 vạch đỏ trên cờ Mỹ có ý nghĩa gì?"}, {"MESSAGE": "3 màu đỏ, trắng, xanh của quốc kỳ Mỹ có ý nghĩa gì? - Báo Tri Thức ...", "RESPONSE": "9 Tháng Mười 2018 ... Là cường quốc nổi tiếng thế giới, song có thể nước Mỹ vẫn còn nhiều điều thú vị \ncó ... Ngoài ra, lá cờ này còn có 13 sọc ngang màu đỏ, trắng nằm xen kẽ nhau, \ngiới hạn bởi 2 sọc đỏ ngoài cùng. ... Trong khi đó, 13 sọc đỏ, trắng lại có ý nghĩa \ngợi nhắc 13 thuộc địa Anh ở khu vực ... Tất cả các ý nghĩa trên.", "GOOGLE": "13 vạch đỏ trên cờ Mỹ có ý nghĩa gì?"}, {"MESSAGE": "Quốc kỳ Việt Nam – Wikipedia tiếng Việt", "RESPONSE": "Lá cờ có hình chữ nhật, chiều rộng bằng 2/3 chiều dài, nền đỏ, ở giữa có ngôi ... \nÝ nghĩa là cờ thể hiện trong nền đỏ tượng trưng cho cách mạng, màu vàng là ... \nQuẻ Ly là 1 trong 8 quẻ của bát quái và gồm một vạch liền, một vạch đứt và một \n.... Mỹ, 1995), cho biết Việt Nam Cộng hòa sau khi thành lập đã kế thừa luôn cờ ...", "GOOGLE": "13 vạch đỏ trên cờ Mỹ có ý nghĩa gì?"}, {"MESSAGE": "Chiến dịch Cờ Vàng – Wikipedia tiếng Việt", "RESPONSE": "Chiến dịch Cờ Vàng là phong trào vận động nhằm đưa cờ vàng ba sọc đỏ làm lá \n... Ngoài hình thức lá cờ, phong trào này còn mang ý nghĩa phản kháng và đối \nlập ... Trong một cuộc thăm dò ý kiến trong cộng đồng người Mỹ gốc Việt tại \nQuận ... Vì nhà trường không có cờ vàng ba sọc đỏ nên cô cùng bạn đã góp tiền \nmua ...", "GOOGLE": "13 vạch đỏ trên cờ Mỹ có ý nghĩa gì?"}, {"MESSAGE": "Bạn có nhầm lẫn quốc kỳ của các nước? - Du lịch - ZING.VN", "RESPONSE": "26 Tháng Mười 2017 ... Lá cờ là niềm tự hào của mỗi quốc gia, với những màu sắc và biểu tượng ... Các \nvạch đen ở 4 góc của quốc kỳ Hàn Quốc là gì? ... Hình tròn màu đỏ trên quốc kỳ \nNhật Bản tượng trưng cho điều gì? ... Trắc nghiệm quốc kỳ của các nước trên thế \ngiới Trắc nghiệm du lịch Ý nghĩa cờ Hàn Quốc Ý nghĩa cờ Mỹ ...", "GOOGLE": "13 vạch đỏ trên cờ Mỹ có ý nghĩa gì?"}, {"MESSAGE": "Lịch sử Hoa Kỳ – Wikipedia tiếng Việt", "RESPONSE": "Trong và sau chiến tranh, 13 tiểu quốc thống nhất thành một chính phủ liên bang \nyếu thông ... bản địa Mỹ (người da đỏ) nhằm chống những người định cư ở miền \nTây nước Mỹ. .... Tân Hà Lan là thuộc địa Hà Lan vào thế kỷ 17 có trung tâm nằm \ntrên khu vực ngày nay là .... Trong ý nghĩa này, đây là 'quốc gia mới' đầu tiên.\".", "GOOGLE": "13 vạch đỏ trên cờ Mỹ có ý nghĩa gì?"}, {"MESSAGE": "Biển báo giao thông tại Hoa Kỳ – Wikipedia tiếng Việt", "RESPONSE": "Bộ biển báo R6 của MUTCD là những biển báo đường một chiều và xa lộ có dãy \nphân cách. ... Những biển báo này được MUTCD quy định là chữ màu đỏ trên \nnền trắng, .... Bộ R13 của MUTCD là những biển báo liên quan đến trạm cân xe.", "GOOGLE": "13 vạch đỏ trên cờ Mỹ có ý nghĩa gì?"}, {"MESSAGE": "Hổ – Wikipedia tiếng Việt", "RESPONSE": "Trong số các loại mèo lớn, chỉ có hổ và báo đốm Mỹ (jaguar) là bơi tốt, ... Hổ \nđược liệt kê là loài có nguy cơ tuyệt chủng trong Sách đỏ IUCN kể từ năm 1986. \n.... được phân biệt dựa trên chiều dài lông và màu sắc, kiểu sọc và kích thước cơ \nthể, ...... hổ trưởng thành được cho ăn 3 đến 6 kg (6,6 đến 13,2 lb) thịt các loại \nnhư ...", "GOOGLE": "13 vạch đỏ trên cờ Mỹ có ý nghĩa gì?"}, {"MESSAGE": "Vật thể bay không xác định – Wikipedia tiếng Việt", "RESPONSE": "U F O là chữ viết tắt của unidentified flying object trong tiếng Anh (tức là \"vật thể \n... tượng thị giác bay trên trời mà không thể xác định được đó là gì thậm chí sau ...", "GOOGLE": "UFO là gì?"}, {"MESSAGE": "UFO là gì: Cuộc đụng độ kỳ dị trên không của tiêm kích Mỹ và UFO ...", "RESPONSE": "4 Tháng Năm 2019 ... Gói kinh phí 22 triệu đô được Lầu Năm Góc đầu tư nhằm giải mật UFO và các \nhiện tượng dị thường trên không.", "GOOGLE": "UFO là gì?"}, {"MESSAGE": "UFO học – Wikipedia tiếng Việt", "RESPONSE": "Giả khoa học là một thuật ngữ phân loại các nghiên cứu ... điểm của ông chưa có \ntiến triển gì từ thập niên 1950.", "GOOGLE": "UFO là gì?"}, {"MESSAGE": "Thể loại:UFO – Wikipedia tiếng Việt", "RESPONSE": "... Bước tới tìm kiếm. Bài chính của thể loại này là UFO. Wikimedia Commons có \nthêm hình ảnh và phương tiện truyền tải về UFO. ... S. Sự cố UFO tại Roswell ...", "GOOGLE": "UFO là gì?"}, {"MESSAGE": "Những điều bạn chưa biết về UFO - KhoaHoc.tv", "RESPONSE": "31 Tháng Năm 2017 ... Chắc hẳn ai ai yêu mến khoa học đều đã biết đến UFO, nhưng UFO là gì thì \nchưa chắc mọi người đã biết được định nghĩa rõ ràng về nó.", "GOOGLE": "UFO là gì?"}, {"MESSAGE": "ufo là gì", "RESPONSE": "1 Tháng Mười 2019 ... Tìm kiếm bài viết về ufo là gì trên Zing News, tim kiem ufo la gi.", "GOOGLE": "UFO là gì?"}, {"MESSAGE": "Richard H. Hall – Wikipedia tiếng Việt", "RESPONSE": "Theo lời Carlson, Hall cũng bác bỏ những gì ông gọi là \"sự quá khích ngờ \nnghệch [của UFO học]...người tiếp cận điều này nhiều hơn như một hệ thống tín\n ...", "GOOGLE": "UFO là gì?"}, {"MESSAGE": "Người áo đen – Wikipedia tiếng Việt", "RESPONSE": "Một số chuyên gia UFO trên thế giới cho rằng, những dấu tích này cho thấy, sự \ntồn tại của người áo đen là điều không có gì phải nghi ngờ. Chuyện họ tiếp xúc ...", "GOOGLE": "UFO là gì?"}, {"MESSAGE": "Sự cố UFO tại Roswell – Wikipedia tiếng Việt", "RESPONSE": "Sự cố UFO tại Roswell xảy ra vào giữa năm 1947, một quả bóng theo dõi thời ... \nbố rằng tai nạn đó chính là của người ngoài trái đất và tàu vũ trụ của họ gây ra.", "GOOGLE": "UFO là gì?"}, {"MESSAGE": "Dự án Blue Book – Wikipedia tiếng Việt", "RESPONSE": "Dự án Blue Book có mục đích nhằm xác định xem UFO có phải là mối đe dọa ... \nkết luận không có gì bất thường về UFO, và đánh giá báo cáo của Viện Hàn lâm\n ...", "GOOGLE": "UFO là gì?"}, {"MESSAGE": "Cục Dự trữ Liên bang (Hoa Kỳ) – Wikipedia tiếng Việt", "RESPONSE": "Cục dự trữ liên bang (viết tắt là Fed) Hội đồng thống đốc hay Ban dự trữ Liên ... \nMỹ bổ nhiệm một phần, 12 Ngân hàng dự trữ liên bang khu vực tọa lạc ở các ...", "GOOGLE": "Cục dự trữ liên bang Mỹ viết tắt là?"}, {"MESSAGE": "Chủ tịch Hội đồng Thống đốc Cục Dự trữ Liên bang Hoa Kỳ ...", "RESPONSE": "Chủ tịch Hội đồng Thống đốc Cục Dự trữ Liên bang Hoa Kỳ (tiếng Anh: \nChairman of the Board of Governors of the Federal Reserve System) là người \nđứng đầu ...", "GOOGLE": "Cục dự trữ liên bang Mỹ viết tắt là?"}, {"MESSAGE": "Đặc khu liên bang – Wikipedia tiếng Việt", "RESPONSE": "Đặc khu liên bang (federal district) hay đặc khu hành chính liên bang là một đơn \nvị hành ... 1 Hoa Kỳ; 2 Malaysia; 3 Mỹ La tinh; 4 Tham khảo ... gọi là đặc khu liên \nbang, đó chính là Đặc khu Columbia (District of Columbia, viết tắt là D.C.). ... Đặc \nkhu dự trữ liên bang: Cục Dự trữ Liên bang bao gồm 12 ngân hàng ở khắp ...", "GOOGLE": "Cục dự trữ liên bang Mỹ viết tắt là?"}, {"MESSAGE": "Khủng hoảng tài chính Hoa Kỳ 2007-2009 – Wikipedia tiếng Việt", "RESPONSE": "Khủng hoảng tài chính Hoa Kỳ 2007-2009 là cuộc khủng hoảng trong nhiều lĩnh \nvực tài .... khoán đảm bảo bằng tài sản thế chấp (MBS - viết tắt của mortgage-\nbacked ... Trước tình hình đó, Cục Dự trữ Liên bang Mỹ đã tiến hành các biện \npháp ...", "GOOGLE": "Cục dự trữ liên bang Mỹ viết tắt là?"}, {"MESSAGE": "Đô la Mỹ – Wikipedia tiếng Việt", "RESPONSE": "Đồng đô la Mỹ hay Mỹ kim, USD (tiếng Anh: United States dollar), còn được .... \nHiếm có cho một đơn vị tiền tệ quan trọng, giá trị của tiền kim loại Mỹ không \nđược viết bằng số. ... Họ đề nghị Cục dự trữ Liên bang nên đưa vào các chức \nnăng ảnh toàn ký ..... Trợ giúp. Tự động [F9]; Telex (?); VNI (?); VIQR (?); VIQR*; \nTắt [F12] ...", "GOOGLE": "Cục dự trữ liên bang Mỹ viết tắt là?"}, {"MESSAGE": "Jerome Powell – Wikipedia tiếng Việt", "RESPONSE": "Jerome Hayden \"Jay\" Powell (sinh ngày 4 tháng 2 năm 1953) là Chủ tịch thứ 16 \nvà hiện tại của Cục Dự trữ Liên bang, phục vụ tại văn phòng đó kể từ tháng 2 ...", "GOOGLE": "Cục dự trữ liên bang Mỹ viết tắt là?"}, {"MESSAGE": "Những biểu tượng bí ẩn trên đồng 1 đôla Mỹ - VnExpress Du lịch", "RESPONSE": "1 Tháng Sáu 2017 ... ... biết chính xác ngân hàng nào của Cục Dự trữ Liên bang đã in tờ tiền. Trong \ntrường hợp này chữ “G” viết tắt của Chicago, “A” là Boston, “B” là ...", "GOOGLE": "Cục dự trữ liên bang Mỹ viết tắt là?"}, {"MESSAGE": "Dự trữ dầu mỏ chiến lược của Hoa Kỳ – Wikipedia tiếng Việt", "RESPONSE": "Tính đến ngày 12 tháng 10 năm 2012, lượng dự trữ là 694,9 triệu thùng ... Tổng \ngiá trị dầu thô trong kho tích trữ này là khoảng $64,5 tỉ đô la Mỹ. Tổng số tiền .... \nlượng năm 1975 (Energy Policy and Conservation Act hay viết tắt là EPCA), chủ \n.... chính phủ liên bang không có duy trì kho dự trữ xăng ở mức độ giống như kho\n ...", "GOOGLE": "Cục dự trữ liên bang Mỹ viết tắt là?"}, {"MESSAGE": "Ngân hàng dự trữ liên bang Philadelphia – Wikipedia tiếng Việt", "RESPONSE": "Bài viết này là một bài mồ côi vì không có bài viết nào khác liên kết đến nó. ... \nNgân hàng dự trữ liên bang Philadelphia, trụ sở tại thành phố Philadelphia, tiểu \nbang ... là một trong 12 ngân hàng khu vực của Cục dự trữ liên bang Hoa Kỳ (\nFed), chịu trách ... Trợ giúp. Tự động [F9]; Telex (?); VNI (?); VIQR (?); VIQR*; Tắt [\nF12] ...", "GOOGLE": "Cục dự trữ liên bang Mỹ viết tắt là?"}, {"MESSAGE": "Hoa Kỳ – Wikipedia tiếng Việt", "RESPONSE": "Hoa Kỳ (tiếng Anh: United States, viết tắt U.S. hoặc US), còn gọi là Mỹ (America) \n...... Theo báo cáo của Cục Dự trữ Liên bang Mỹ (Federal Reserve) tháng 9 năm\n ...", "GOOGLE": "Cục dự trữ liên bang Mỹ viết tắt là?"}, {"MESSAGE": "Tranh Đông Hồ – Wikipedia tiếng Việt", "RESPONSE": "Giấy in tranh Đông Hồ được gọi là giấy điệp: người ta nghiền nát vỏ con ... Ngày \nnay lệ mua tranh Đông Hồ treo ngày Tết đã mai một, làng tranh cũng ... nổi tiếng \nvề tranh dân gian, thuộc xã Song Hồ, huyện Thuận Thành, tỉnh Bắc ... du lịch \ntrong ngoài nước đến làng tranh Đông Hồ thăm và mua tranh Đông Hồ làm kỷ \nniệm.", "GOOGLE": "Làng tranh Đông Hồ nay thuộc tỉnh nào nước ta?"}, {"MESSAGE": "Hai Bà Trưng – Wikipedia tiếng Việt", "RESPONSE": "Thời kì của hai bà xen giữa Bắc thuộc lần 1 và Bắc thuộc lần 2 trong lịch sử Việt \n... Sau khi cuộc khởi nghĩa này bị quân Đông Hán dưới sự chỉ huy của Mã Viện ... \nBà ta được gả làm vợ cho người xứ Chu Diên tên Thi Sách (chữ Hán: 詩索), .... \ntỉnh Quảng Đông, phía tây huyện cấp thị La Định, huyện Giang Vĩnh tỉnh Hồ Nam\n, ...", "GOOGLE": "Làng tranh Đông Hồ nay thuộc tỉnh nào nước ta?"}, {"MESSAGE": "Bà Triệu – Wikipedia tiếng Việt", "RESPONSE": "Con gái nước ta có nhiều người hùng dũng lạ thường. ... Ngọ (226) tại miền núi \nQuân Yên (hay Quan Yên), quận Cửu Chân, nay thuộc làng Quan Yên (hay còn\n ...", "GOOGLE": "Làng tranh Đông Hồ nay thuộc tỉnh nào nước ta?"}, {"MESSAGE": "Bắc Ninh – Wikipedia tiếng Việt", "RESPONSE": "Thời kỳ Hồng Bàng, nước Văn Lang được chia làm có 15 bộ, bộ Vũ Ninh là vùng \nlãnh thổ thuộc phần lớn tỉnh Bắc Ninh hiện nay. Trong thời Bắc thuộc, Giao Chỉ ...", "GOOGLE": "Làng tranh Đông Hồ nay thuộc tỉnh nào nước ta?"}, {"MESSAGE": "Danh sách các làng nghề truyền thống Việt Nam – Wikipedia tiếng ...", "RESPONSE": "Mời bạn giúp hoàn thiện bài viết này bằng cách bổ sung chú thích tới các nguồn \n... Việt Nam còn có gần 2.000 làng nghề thuộc các nhóm nghề chính như: sơn \nmài, gốm sứ,vàng bạc, thêu ren, mây tre đan, cói, dệt, giấy, tranh dân gian, gỗ, đá\n. ... Dưới đây là danh sách các làng nghề truyền thống Việt Nam vẫn còn duy trì ...", "GOOGLE": "Làng tranh Đông Hồ nay thuộc tỉnh nào nước ta?"}, {"MESSAGE": "Lãnh thổ Việt Nam qua từng thời kỳ – Wikipedia tiếng Việt", "RESPONSE": "Thục Phán – vua nước Tây Âu, sau khi chiếm được Văn Lang đã sáp nhập vào ... \nthời kỳ Bắc thuộc lần 1 thì lãnh thổ Việt Nam thuộc nước Nam Việt của 5 đời vua \n.... Suốt 5 thế kỷ chiến tranh với Đại Việt kể từ khi nước này giành được độc lập ... \nChính thức đưa khu vực các tỉnh miền Đông Nam Bộ của Chân Lạp vào lãnh ...", "GOOGLE": "Làng tranh Đông Hồ nay thuộc tỉnh nào nước ta?"}, {"MESSAGE": "Trạng nguyên đầu tiên của nước ta ở tỉnh nào? - Tư vấn - ZING.VN", "RESPONSE": "16 Tháng Chín 2017 ... Trang nguyen dau tien cua nuoc ta o tinh nao? hinh anh 1 ... Làng tranh dân gian \nĐông Hồ nổi tiếng hiện ở huyện nào của tỉnh Bắc Ninh? ... Tỉnh Bắc Ninh hiện \nnay có mấy đơn vị hành chính? ... \"An khang thịnh vượng\", \"Cung hỷ phát tài\" là \nnhững câu chúc Tết quen thuộc nhưng không phải ai cũng biết ...", "GOOGLE": "Làng tranh Đông Hồ nay thuộc tỉnh nào nước ta?"}, {"MESSAGE": "Huế – Wikipedia tiếng Việt", "RESPONSE": "Huế là một thành phố trực thuộc tỉnh Thừa Thiên – Huế, Việt Nam. .... Trước có \ntàu Tây dương tránh gió đến đấy, cuối cùng bị nước độc làm hại, do đấy ... Dụ \nnày được Toàn quyền Đông Dương chuẩn y vào ngày 30 tháng 8 năm 1899. ... \nvà dân cư ngoài kinh thành Huế vốn thuộc địa phận làng nào của huyện Hương \nTrà, ...", "GOOGLE": "Làng tranh Đông Hồ nay thuộc tỉnh nào nước ta?"}, {"MESSAGE": "Tranh làng Sình – Wikipedia tiếng Việt", "RESPONSE": "Tranh làng Sình là một dòng tranh dân gian Việt Nam thuộc thôn Lại Ân, xã Phú \n... Vang, tỉnh Thừa Thiên Huế (cách thành phố Huế khoảng 10 km về phía Đông). \n... Tranh làng Sình khác với tranh Đông Hồ (Bắc Ninh), tranh Hàng Trống (Hà Nội\n) ... Vì vậy, đến nay chỉ còn những bản khắc gỗ là hiện vật quý giá còn lưu giữ ...", "GOOGLE": "Làng tranh Đông Hồ nay thuộc tỉnh nào nước ta?"}, {"MESSAGE": "Quảng Bình – Wikipedia tiếng Việt", "RESPONSE": "Quảng Bình là một tỉnh duyên hải thuộc vùng Bắc Trung Bộ, Việt Nam. ... nam; \ngiáp Biển Đông về phía đông; phía tây là tỉnh Khăm Muộn và tây nam là tỉnh ... \nphân tranh, đất nước bị chia cắt tại sông Gianh thuộc tỉnh Quảng Bình. Đồng Hới \nđã trở ..... đã hình thành nhiều làng văn hóa nổi tiếng và được truyền tụng từ đời \nnày ...", "GOOGLE": "Làng tranh Đông Hồ nay thuộc tỉnh nào nước ta?"}, {"MESSAGE": "Bốn con hổ châu Á – Wikipedia tiếng Việt", "RESPONSE": "Bốn con hổ châu Á hay Bốn con rồng (nhỏ) châu Á là thuật ngữ để chỉ các nền \nkinh tế của Hồng Kông, Singapore, Hàn Quốc và Đài Loan. ... mà người ta gọi là \nphát triển kinh tế kiểu châu Á. Các khác biệt chủ yếu bao gồm các xuất phát điểm\n ...", "GOOGLE": "Bốn con rồng kinh tế gồm Hàn Quốc, Đài Loan, Hồng Kong và?"}, {"MESSAGE": "Hổ mới châu Á – Wikipedia tiếng Việt", "RESPONSE": "Con hổ châu Á (màu đỏ) bao gồm bốn nước Hồng Kông, Singapore, Hàn Quốc \nvà Đài Loan. ... kinh tế công nghệ của các nước phát triển như Hồng Kông, \nSingapore, Hàn Quốc và Đài Loan. ... Trong đó Indonesia và Philippines sẽ lọt \nvào Top 11 nền kinh tế thế giới do sự tăng trưởng ... 1.1 Hổ mới châu Á; 1.2 \nRồng châu Á.", "GOOGLE": "Bốn con rồng kinh tế gồm Hàn Quốc, Đài Loan, Hồng Kong và?"}, {"MESSAGE": "Kì tích sông Hán – Wikipedia tiếng Việt", "RESPONSE": "Hán giang kỳ tích (tiếng Hàn: 한강의 기적 - Hangangeui Kijeok), nhiều cơ quan ... \nphủ Hàn Quốc còn thực hiện một kế hoạch phát triển kinh tế táo bạo và hiệu quả \n... ở Hàn Quốc hiện nay bao gồm Samsung, Daewoo, Hyundai, LG, SK và Lotte. \n... lãnh thổ khác là Hồng Kông, Đài Loan và Singapore trở thành Bốn con Rồng ...", "GOOGLE": "Bốn con rồng kinh tế gồm Hàn Quốc, Đài Loan, Hồng Kong và?"}, {"MESSAGE": "Con hổ kinh tế – Wikipedia tiếng Việt", "RESPONSE": "Con hổ kinh tế hay nền kinh tế hổ là một quốc gia có trải qua thời kỳ tăng ... cho \nBốn con hổ châu Á (gồm có Hàn Quốc, Đài Loan, Hồng Kông và Singapore) bởi\n ...", "GOOGLE": "Bốn con rồng kinh tế gồm Hàn Quốc, Đài Loan, Hồng Kong và?"}, {"MESSAGE": "Danh sách các quốc gia Đông Á theo thủ đô và thành phố lớn nhất ...", "RESPONSE": "Các quốc gia Đông Á hay các quốc gia phía Đông Châu Á, gồm có 8 quốc gia ... \nđó có ba con rồng châu Á (Hàn Quốc, Hong Kong và Đài Loan), các nền kinh tế ...", "GOOGLE": "Bốn con rồng kinh tế gồm Hàn Quốc, Đài Loan, Hồng Kong và?"}, {"MESSAGE": "Hàn Quốc – Wikipedia tiếng Việt", "RESPONSE": "Hàn Quốc đã đầu tư kinh tế và là nước chủ yếu viện trợ lương thực giúp ..... Các \nhòn đảo phía đông của Hàn Quốc bao gồm Ulleungdo và Liancourt ..... thổ Hồng \nKông, Singapore và Đài Loan thường được ví như Bốn con Rồng của Châu Á.", "GOOGLE": "Bốn con rồng kinh tế gồm Hàn Quốc, Đài Loan, Hồng Kong và?"}, {"MESSAGE": "Đài Loan – Wikipedia tiếng Việt", "RESPONSE": "Đài Loan từ thập niên 1960 trở đi có sự phát triển nhảy vọt về kinh tế-xã hội, tạo \n..... và được xếp vào nhóm Bốn con rồng châu Á cùng Hồng Kông, Hàn Quốc, ..... \nđảo thuộc tỉnh Đài Loan (bao gồm đảo Đài Loan, quần đảo Bành Hồ) và tỉnh ...", "GOOGLE": "Bốn con rồng kinh tế gồm Hàn Quốc, Đài Loan, Hồng Kong và?"}, {"MESSAGE": "Đài Loan (đảo) – Wikipedia tiếng Việt", "RESPONSE": "Năm 1874, một đội quân viễn chinh gồm ba nghìn lính đã được cử đến đảo. .... \ncông nghiệp hóa mạnh đất nước với một nền kinh tế bền vững và năng động, trở \nthành một trong bốn con hổ châu Á trong ..... Đài Loan cùng với Hàn Quốc, Hồng \nKông và Singapore được gọi là bốn con rồng châu Á (hay bốn con hổ châu Á).", "GOOGLE": "Bốn con rồng kinh tế gồm Hàn Quốc, Đài Loan, Hồng Kong và?"}, {"MESSAGE": "Vì sao Hồng Kông đánh mất vị thế \"Rồng Vàng\" số 1 châu Á sau 20 ...", "RESPONSE": "30 Tháng Sáu 2017 ... Đầu thập niên 1990 của thế kỷ trước, nền kinh tế Hồng Kông đứng đầu ... bốn \"\nCon Rồng Châu Á\", cùng với Hàn Quốc, Singapore và Đài Loan. ... Đầu thập \nniên 1990, kinh tế Hồng Kông từng được vinh danh đứng đầu bốn “Con Rồng ... \nHồng Kông trở về đại lục, gồm Đổng Kiến Hoa, Tăng Âm Quyền và ...", "GOOGLE": "Bốn con rồng kinh tế gồm Hàn Quốc, Đài Loan, Hồng Kong và?"}, {"MESSAGE": "Châu Á – Wikipedia tiếng Việt", "RESPONSE": "Châu Á bao gồm 48 quốc gia, ba trong số đó (Nga, Kazakhstan và Thổ Nhĩ Kỳ) \ncó một phần lãnh thổ ở châu Âu. .... 4 quốc gia Hàn Quốc, Đài Loan, Hồng Kông \nvà Singapore cũng đã đạt được mức ... là Bốn con hổ châu Á. Israel cũng là một \nquốc gia có nền kinh tế phát triển nhờ tinh ..... Rong chơi miền chữ nghĩa, tập 2.", "GOOGLE": "Bốn con rồng kinh tế gồm Hàn Quốc, Đài Loan, Hồng Kong và?"}, {"MESSAGE": "Đảng Cộng sản Việt Nam – Wikipedia tiếng Việt", "RESPONSE": "Đảng Cộng sản Việt Nam là đảng cầm quyền tại Việt Nam hiện nay theo Hiến ..... \nNếu đồng chí nào muốn làm cách mạng, tự nguyện đứng về phía giai cấp vô ..... \nKhi Đảng Cộng sản Việt Nam được thành lập vào ngày 3 tháng 2 năm 1930, ...", "GOOGLE": "Đảng cộng sản Việt Nam được thành lập khi nào?"}, {"MESSAGE": "Hội nghị thành lập Đảng Cộng sản Việt Nam – Wikipedia tiếng Việt", "RESPONSE": "Hội nghị thành lập Đảng Cộng sản Việt Nam diễn ra từ ngày 6 tháng 1 đến ngày \n... Cộng sản đầu tiên là Hội Việt Nam Cách mạng Thanh niên được thành lập tại \n... và thành lập An Nam Cộng sản Đảng. Sau khi thành lập 2 đảng phê phán và ...", "GOOGLE": "Đảng cộng sản Việt Nam được thành lập khi nào?"}, {"MESSAGE": "Việt Cộng – Wikipedia tiếng Việt", "RESPONSE": "Sau khi Mặt trận Dân tộc Giải phóng miền Nam Việt Nam được thành lập, ... dù \nthực tế không phải ai trong số họ cũng đều được kết nạp Đảng viên cộng sản.", "GOOGLE": "Đảng cộng sản Việt Nam được thành lập khi nào?"}, {"MESSAGE": "Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam ...", "RESPONSE": "Khi Đảng Cộng sản Việt Nam được thành lập vào ngày 3 tháng 2 năm 1930, \nngười đứng đầu điều hành Ban Chấp hành Trung ương Đảng đầu tiên với \ncương ...", "GOOGLE": "Đảng cộng sản Việt Nam được thành lập khi nào?"}, {"MESSAGE": "Việt Minh – Wikipedia tiếng Việt", "RESPONSE": "Các đơn vị quân đội Việt Nam Dân chủ Cộng hòa tấn công ... vào các Ủy ban \nthay thế được thành lập ở các địa điểm mới. ... Trường Chinh (Tổng Bí thư Đảng \nCộng sản Đông Dương, khi đó rút vào hoạt động bí ... Theo hồi ký Những năm \ntháng không thể nào quên của Đại ...", "GOOGLE": "Đảng cộng sản Việt Nam được thành lập khi nào?"}, {"MESSAGE": "Việt Nam Cộng hòa – Wikipedia tiếng Việt", "RESPONSE": "Quốc gia Việt Nam được đổi tên thành Việt Nam Cộng hòa vào ngày 26 tháng 10 \n... Cuộc chiến leo thang về quy mô khi các lực lượng quân đội Hoa Kỳ trực tiếp \ntham gia .... Sau đó, Quốc gia Việt Nam tổ chức bầu cử Quốc hội Lập hiến. ...... \nMột bên là chế độ ngụy công khai, một bên là các đảng bộ cộng sản cùng các \nđơn ...", "GOOGLE": "Đảng cộng sản Việt Nam được thành lập khi nào?"}, {"MESSAGE": "Đông Dương Cộng sản Đảng – Wikipedia tiếng Việt", "RESPONSE": "Ngày 17 tháng 6 năm 1929 tại số nhà 312 Khâm Thiên, Hà Nội, đại ... được \nthống nhất lại thành Đảng Cộng sản Việt Nam (Trịnh Đình ... Khi hội nghị trung \nương đảng cộng sản Đông Dương họp tại Sài ...", "GOOGLE": "Đảng cộng sản Việt Nam được thành lập khi nào?"}, {"MESSAGE": "Đoàn Thanh niên Cộng sản Hồ Chí Minh – Wikipedia tiếng Việt", "RESPONSE": "Tổ chức này do Đảng Cộng sản Việt Nam và Hồ Chí Minh sáng lập, lãnh ... Cuối \ntháng 4 năm 1931, từ nước ngoài, ở Trung Kỳ, Xứ ủy Đoàn được thành lập ... \nNăm 1939, khi chính quyền thực dân đàn áp phong trào dân chủ Đông .... Sẵn \nsàng khắc phục khó khăn, đẩy mạnh sản xuất, học tập trong bất kỳ tình huống \nnào ...", "GOOGLE": "Đảng cộng sản Việt Nam được thành lập khi nào?"}, {"MESSAGE": "Mặt trận Tổ quốc Việt Nam – Wikipedia tiếng Việt", "RESPONSE": "Sau khi Đảng Cộng sản Việt Nam được thành lập, các lãnh đạo Đảng đã quyết \nđịnh sẽ thành lập một tổ chức ngoại biên là Mặt trận Dân tộc thống nhất, nhằm ...", "GOOGLE": "Đảng cộng sản Việt Nam được thành lập khi nào?"}, {"MESSAGE": "An Nam Cộng sản Đảng – Wikipedia tiếng Việt", "RESPONSE": "An Nam Cộng sản Đảng là một trong ba tổ chức cộng sản tiền thân của ... Năm \n1929, trong nội bộ Hội Việt Nam Cách mạng Thanh niên đã thành lập ... Đại hội \nThành lập được tổ chức tại phòng 1, lầu 2, nhà số 1 đường Philippini ... Từ đó \nđến trước khi hợp nhất các tổ chức cộng sản ở Việt Nam, An Nam cộng sản \nĐảng đã ...", "GOOGLE": "Đảng cộng sản Việt Nam được thành lập khi nào?"}, {"MESSAGE": "Phục Hưng – Wikipedia tiếng Việt", "RESPONSE": "Có một sự đồng thuận rằng thời kỳ Phục hưng bắt đầu ở Firenze, Italia, trong thế \nkỷ XIV. ... Bắt đầu ở Ý, lan ra khắp châu Âu vào thế kỷ XVI, ảnh hưởng của nó \nhiện ..... được coi là người tiên phong khuynh hướng nghiên cứu các tòa nhà \nthời cổ ..... Theo Michelet, Phục Hưng lan sang Pháp sau cuộc xâm lược Ý của \nvua ...", "GOOGLE": "Vào thời kỳ Phục hưng, ai được coi là vua trộm?"}, {"MESSAGE": "Michelangelo – Wikipedia tiếng Việt", "RESPONSE": "Tác phẩm nổi bật, Vua David (điêu khắc), ... trúc sư, nhà thơ và kỹ sư thời kỳ \nPhục hưng Ý. Dù ít có những đột phá bên ngoài nghệ thuật, ... mức khiến ông \nđược coi là một người xứng đáng với danh hiệu nhân vật thời Phục hưng, .... Lúc \nmười ba tuổi, Michelangelo được nhận vào học việc với họa sĩ Domenico \nGhirlandaio.", "GOOGLE": "Vào thời kỳ Phục hưng, ai được coi là vua trộm?"}, {"MESSAGE": "Charlemagne – Wikipedia tiếng Việt", "RESPONSE": "Ở Roncesvalles vào năm 778, một trong những chiến dịch đó làm vua Karl I nếm \nsự ... Vương quốc Frank trở nên cực thịnh nhất trong thời kỳ cầm quyền của ông, \n... Triều đại của ông trở thành một thời kỳ phục hưng của Giáo hội La Mã. Là một \n... Ngày nay Karl I được coi như là vị Cha già Dân tộc của cả hai nước Pháp và ...", "GOOGLE": "Vào thời kỳ Phục hưng, ai được coi là vua trộm?"}, {"MESSAGE": "Vấn đề chính thống của Nhà Triệu – Wikipedia tiếng Việt", "RESPONSE": "Triệu Vũ Đế đánh bại An Dương Vương, sáp nhập Âu Lạc vào Nam Việt là \nchuyện ... Nhà Triệu mất là khởi đầu thời kỳ Bắc thuộc (năm 111 trước công \nnguyên). ... ai xưng đế ở vùng đất nào thì nghiễm nhiên được coi là vua, nắm giữ \n\"Thiên ... Hoa và nhà Triệu chỉ là chư hầu phục vụ cho nhà Hán, thay mặt vua \nHán để cai ...", "GOOGLE": "Vào thời kỳ Phục hưng, ai được coi là vua trộm?"}, {"MESSAGE": "Mona Lisa – Wikipedia tiếng Việt", "RESPONSE": "Có lẽ nó là bức tranh nổi tiếng nhất từng bị đánh cắp và được thu hồi về bảo \ntàng ... Da Vinci bắt đầu vẽ Mona Lisa vào khoảng năm 1503, trong Thời Phục \nhưng ... Da Vinci đã mang bức tranh từ Italia tới Pháp năm 1516 khi Vua François \nI .... ở San Francisco (Hoa Kỳ) đã điều chỉnh một bức ảnh kỹ thuật số được chụp \nlại từ ...", "GOOGLE": "Vào thời kỳ Phục hưng, ai được coi là vua trộm?"}, {"MESSAGE": "Gia Long – Wikipedia tiếng Việt", "RESPONSE": "Với việc cắt Trấn Ninh cho Lào, Gia Long là ông vua trao lãnh thổ đất nước cho \n... Nguyễn Ánh sinh ra vào thời kỳ nước Đại Việt bị chia làm hai, lấy ranh giới ở ... \nTháng 2 năm 1776, Nguyễn Ánh dù còn nhỏ tuổi vẫn được cho giữ chức \nChưởng sứ coi binh Tả ..... Trần Hưng dẫn quân đánh úp, giết chết Phẩm và \ncông chúa.", "GOOGLE": "Vào thời kỳ Phục hưng, ai được coi là vua trộm?"}, {"MESSAGE": "Truyện kể Genji – Wikipedia tiếng Việt", "RESPONSE": "Truyện được sáng tác vào khoảng những năm 1010 thời đại Heian bằng chữ ... \nloại vào thời kỳ trung cổ tiền Phục Hưng: về mặt lịch sử truyện được đánh giá là \n.... Tuy Truyện kể Genji được coi là một tác phẩm văn chương với đề tài và ... \nMurasaki: con gái Hoàng thân Hyobu, cháu Fujitsubo, cháu gái một vị vua trước \nđó.", "GOOGLE": "Vào thời kỳ Phục hưng, ai được coi là vua trộm?"}, {"MESSAGE": "Nhà Lý – Wikipedia tiếng Việt", "RESPONSE": "Khoa thi đầu tiên được mở vào năm 1075, và Trạng nguyên đầu tiên là Lê Văn \n.... mở đầu một vương triều thịnh vượng lâu dài, mở ra thời kỳ phục hưng toàn \ndiện của ... Hơn 1 năm sau khi lên ngôi vua, tháng 7 âm lịch năm 1010, Lý Thái \nTổ tiến ..... tuyển chọn quân lính, biên giới nhiều lần bình định Chiêm Thành, Ai \nLao.", "GOOGLE": "Vào thời kỳ Phục hưng, ai được coi là vua trộm?"}, {"MESSAGE": "Hamlet – Wikipedia tiếng Việt", "RESPONSE": "Trên sân khấu Anh thời Phục Hưng đã từng diễn nhiều vở kịch cùng tên của \nnhiều tác giả. ... Chàng gặp một cảnh ngộ éo le trong gia đình: vua cha vừa chết \nđược hai ... Tình hình trở nên căng thẳng hơn khi Hamlet cho mời một đoàn kịch \nvào ... của nhà vua sơ ý, Hamlet xem trộm tờ chiếu chỉ, đó là mật lệnh giao cho \nvua ...", "GOOGLE": "Vào thời kỳ Phục hưng, ai được coi là vua trộm?"}, {"MESSAGE": "Nho giáo – Wikipedia tiếng Việt", "RESPONSE": "Tuy nhiên, Nho giáo về cơ bản không được xã hội xem như một tôn giáo bởi Nho \n... Các nhà triết học thời kỳ này như Thiệu Ung, Chu Đôn Di, Trương Tải, Trình \nHạo, ... Phục hưng Nho giáo trong thế kỷ XXI là phong trào đang lên ở Đông Á, \n..... Nhờ đạo Nho, các triều đình ít phải can thiệp vào đời sống của dân, cho các ...", "GOOGLE": "Vào thời kỳ Phục hưng, ai được coi là vua trộm?"}, {"MESSAGE": "Nhóm sao Bắc Đẩu – Wikipedia tiếng Việt", "RESPONSE": "Nhóm sao Bắc Đẩu còn hay tên tiếng Trung Quốc đầy đủ Bắc Đẩu thất tinh (北斗\n七星) là ... Tại Mỹ chòm Bắc Đẩu có tên gọi khác là Cái Muỗng Lớn (Big dipper).", "GOOGLE": "Chòm sao bắc đẩu còn có tên là gì?"}, {"MESSAGE": "Thảo luận:Nhóm sao Bắc Đẩu – Wikipedia tiếng Việt", "RESPONSE": "Có người nói sao Bắc Đẩu có 8 ngôi sao, vì trong đó có 1 ngôi sao kép! ... Do đó \nBắc Thần còn có tên là: Thiên Hoàng Đại Đế, Thiên Cực Tinh: «Thiên Trung ... (\nNơi trung cung trên trời, sao Thiên Cực, một sao sáng trong đó là nơi Thái Nhất ...", "GOOGLE": "Chòm sao bắc đẩu còn có tên là gì?"}, {"MESSAGE": "Nam Đẩu – Wikipedia tiếng Việt", "RESPONSE": "Sao Nam Đẩu còn gọi là Nam Đẩu tinh hoặc tên tiếng Trung Quốc đầy đủ Nam ... \ncái thùng, thìa và nằm ở hướng Nam, ngược hướng lại với chòm sao Bắc Đẩu. ... \ncó 6 vị thần tương ứng với 6 ngôi sao chòm Nam Đẩu này, và gọi chung là ...", "GOOGLE": "Chòm sao bắc đẩu còn có tên là gì?"}, {"MESSAGE": "Đức Mẹ Sao Biển – Wikipedia tiếng Việt", "RESPONSE": "Đức Mẹ Sao Biển là một tước hiệu cổ xưa dành cho Maria, mẹ của Chúa Giêsu. \n... Stella Maris \"sao biển\" là tên của chòm sao Polaris hay sao Bắc Đẩu (còn \nđược ... (nghĩa là yêu), ngữ nguyên Hêbrơ của gốc \"marah\" có nghĩa là \"làm \nchua ra\". ... mà vẫn không bị suy giảm thế nào, Trinh Nữ Maria cũng không bị \nthiệt hại gì, ...", "GOOGLE": "Chòm sao bắc đẩu còn có tên là gì?"}, {"MESSAGE": "Đại Hùng – Wikipedia tiếng Việt", "RESPONSE": "Chòm sao Đại Hùng 大熊, (tiếng La Tinh: Ursa Major), còn được gọi là Gấu Lớn, \nlà một trong 48 ... Trong thiên văn học Trung Quốc gọi 7 ngôi sao sáng nhất này \nlà sao Bắc Đẩu. Chòm sao Gấu Lớn gồm 7 ngôi sao có độ sáng gần như đồng \nđều nhau. ... 1 Tên gọi; 2 Thiên thể; 3 Tham khảo; 4 Xem thêm; 5 Liên kết ngoài ...", "GOOGLE": "Chòm sao bắc đẩu còn có tên là gì?"}, {"MESSAGE": "Sao Bắc cực – Wikipedia tiếng Việt", "RESPONSE": "Sao Bắc cực là tên gọi cho ngôi sao nằm gần thiên cực trên thiên cầu bắc, ... thấy \nsao Bắc cực nằm cách chân trời 30°, thì người quan sát đang có mặt tại vĩ tuyến \n30°. ... Tuy nhiên, chòm sao Nam Thập Tự hay còn gọi là sao Nam Tào, chỉ thẳng \ntới nam cực của thiên cầu. ... Không nên nhầm sao Bắc cực với Sao Bắc Đẩu ...", "GOOGLE": "Chòm sao bắc đẩu còn có tên là gì?"}, {"MESSAGE": "Tử vi đẩu số – Wikipedia tiếng Việt", "RESPONSE": "Cũng có người cho rằng tên gọi được lấy từ sao Tử Vi (chúa tể các vì sao), một \nngôi sao ... Thậm chí có người còn lầm lẫn khoa Tử vi với những chuyện truyền \nkỳ hoang đường. ... môn bói này là Trần Đoàn tức Hi Di Lão Tổ, sống vào đời \nBắc Tống, Trung Quốc. ... Đi sau sao Tử Vi là 5 sao, như vậy chòm sao Tử Vi có 6 \nsao.", "GOOGLE": "Chòm sao bắc đẩu còn có tên là gì?"}, {"MESSAGE": "Bắc Đẩu Bội tinh – Wikipedia tiếng Việt", "RESPONSE": "Bắc Đẩu bội tinh (chữ Hán: 北斗佩星) là tên gọi người Việt đặt cho loại huân \nchương ... nay ít dùng, trong đó tinh\" 星 có nghĩa là \"ngôi sao\", \"bội\" 佩 có nghĩa \nlà \"đeo\". ... Sau đó huân chương này còn được trao cho cả những cá nhân là dân \nsự, ...", "GOOGLE": "Chòm sao bắc đẩu còn có tên là gì?"}, {"MESSAGE": "Huyền Vũ – Wikipedia tiếng Việt", "RESPONSE": "Huyền Vũ (玄武), còn gọi là Chân Võ đại đế, Bắc đế Chân Võ đế quân, Đãng Ma \n... Huyền Vũ là linh vật thiêng liêng có tượng là hình con rắn quấn quanh con rùa, \ncó ... Trong thiên văn, Nhị thập bát tú là 28 chòm sao lấy Sao Bắc Đẩu làm khởi ... \nTên gọi của 28 chòm sao có liên quan tới Tứ tượng gồm: 7 sao Thanh Long ở ...", "GOOGLE": "Chòm sao bắc đẩu còn có tên là gì?"}, {"MESSAGE": "Thảo luận:Bắc Đẩu thất tinh – Wikipedia tiếng Việt", "RESPONSE": "Vì có bài Sao Bắc Đẩu có nội dung bao trùm. ... Tôi có một câu hỏi vê cái tên \"Bắc \nĐẩu thất tinh\". ... Dipper (tiếng Anh) (mảng sao), khác với Polaris = sao alpha \ntrong chòm Tiểu Hùng. Từ sao trong sao Bắc Đẩu có lẽ là cách gọi dân gian. ... \nđổi thành Bắc Đẩu (mảng sao) (mảng sao ~ asterism) nhưng rút lại ý định, do \ncòn ...", "GOOGLE": "Chòm sao bắc đẩu còn có tên là gì?"}, {"MESSAGE": "Carnival – Wikipedia tiếng Việt", "RESPONSE": "Carnival (hay Hội hóa trang, Hội giả trang, Carneval) (tiếng Đức: còn gọi là ... hay \nmột buổi diễu hành kết hợp các yếu tố của loại hình xiếc, lễ hội đường phố công \ncộng. ... Tại các quốc gia châu Âu, buổi diễn hành chính với nhiều xe hoa ngoài \n... thì Carnival ở Rio de Janeiro, Brazil là carnival lớn nhất và là lễ hội nổi tiếng ...", "GOOGLE": "Lễ hội Carnaval nổi tiếng là của quốc gia nào?"}, {"MESSAGE": "Brasil – Wikipedia tiếng Việt", "RESPONSE": "Không có sự phân cấp cụ thể nào về quyền lực giữa các thực thể chính trị này. \nChính quyền ...... Carnaval là một lễ hội nổi tiếng của đất nước Brasil. Lễ hội diễn\n ...", "GOOGLE": "Lễ hội Carnaval nổi tiếng là của quốc gia nào?"}, {"MESSAGE": "Trinidad và Tobago – Wikipedia tiếng Việt", "RESPONSE": "Trinidad và Tobago nổi tiếng về Lễ hội Carnival tiền-Lenten và là nơi ra đời của \n.... Tổng thống buộc phải chỉ định lãnh đạo của đảng nào mà ông cho là được \nnhiều .... Tiếng Anh là ngôn ngữ chính thức của quốc gia, nhưng tiếng Bhojpuri, ...", "GOOGLE": "Lễ hội Carnaval nổi tiếng là của quốc gia nào?"}, {"MESSAGE": "Thành phố Québec – Wikipedia tiếng Việt", "RESPONSE": "Đây là nơi đặt Quốc hội Québec (Parlement du Québec) và cũng là một trong số \n... Khẩu hiệu của thành phố là Don de Dieu feray valoir (Tận dụng hiệu quả gia \ntài của ... Québec là thành phố nổi tiếng như lễ hội Carnaval mùa đông (\nCarnaval ...", "GOOGLE": "Lễ hội Carnaval nổi tiếng là của quốc gia nào?"}, {"MESSAGE": "Bolivia – Wikipedia tiếng Việt", "RESPONSE": "Tên chọn cho quốc gia là \"Bolivia\" để vinh danh nhà cách mạng Simón Bolívar, ... \nNhận thấy tình hình mất trật tự công cộng và sự nổi lên của Hội đồng Nhân dân, \n...... Lễ hội nổi tiếng nhất trong số nhiều lễ hội tại quốc gia này là \"carnaval de ...", "GOOGLE": "Lễ hội Carnaval nổi tiếng là của quốc gia nào?"}, {"MESSAGE": "Bánh vua – Wikipedia tiếng Việt", "RESPONSE": "Bánh vua, Bánh ba vua (hay là tiếng Anh: King cake, kingcake, kings' cake, king's \n... quốc gia khác, bánh hay được làm trong dịp lễ hội Mardi Gras/Carnival trước \nkhi ... La Mã: người nào ăn được những hạt đậu sẽ được gọi là \"vua của buổi tiệc\n\". .... từ các tác phẩm nghệ thuật nổi tiếng đến ngôi sao điện ảnh cổ điển và các ...", "GOOGLE": "Lễ hội Carnaval nổi tiếng là của quốc gia nào?"}, {"MESSAGE": "Đến Đà Nẵng mùa DIFF 2019 để hòa mình vào lễ hội carnaval ...", "RESPONSE": "28 Tháng Năm 2019 ... Den Da Nang mua DIFF 2019 de hoa minh vao le hoi carnaval duong pho hinh ... \nvề hướng sân khấu chính là quảng trường trước UBND thành phố Đà Nẵng cũ \ntrên ... Như một cuộc du ngoạn tới 8 đất nước tham dự DIFF 2019, ... Trên nền \nnhạc sôi động của những bài hát nổi tiếng, bước chân du khách ...", "GOOGLE": "Lễ hội Carnaval nổi tiếng là của quốc gia nào?"}, {"MESSAGE": "Quốc gia duy nhất tham dự đủ tất cả vòng chung kết World Cup ...", "RESPONSE": "30 Tháng Sáu 2018 ... Quốc gia nào tham dự đầy đủ 21 vòng chung kết World Cup? Uruguay; Brazil; \nArgentina ... Brazil còn được biết đến với biệt danh là xứ sở? Tango; Flamenco ... \nTên gọi của một lễ hội nổi tiếng ở Brazil? Pamplona; Carnaval ... Thanh Điệp. \nĐội tuyển Brazil vũ điệu Samba sông Amazon Carnaval Sao Paulo ...", "GOOGLE": "Lễ hội Carnaval nổi tiếng là của quốc gia nào?"}, {"MESSAGE": "Camille Saint-Saëns – Wikipedia tiếng Việt", "RESPONSE": "Các tác phẩm nổi tiếng của ông là Lễ hội muông thú, Vũ điệu thần chết, ... nhạc, \nđộc tấu piano và đàn organ, giới thiệu các tác phẩm của mình tại nhiều quốc gia. \n... hai bản concerto cho cello và dàn nhạc, bản Lễ hội muông thú (\"Le Carnaval ...", "GOOGLE": "Lễ hội Carnaval nổi tiếng là của quốc gia nào?"}, {"MESSAGE": "Đúng, Uruguay nhỏ thứ hai ở Nam Mỹ dự World Cup 2018 ...", "RESPONSE": "11 Tháng Sáu 2018 ... Môn thể thao vua này cùng thịt, trà mate và lễ hội carnival được coi là đặc biệt \nthiêng liêng ở quốc gia này. Bên cạnh đó, Uruguay còn nổi tiếng ...", "GOOGLE": "Lễ hội Carnaval nổi tiếng là của quốc gia nào?"}, {"MESSAGE": "Hệ thống Định vị Toàn cầu – Wikipedia tiếng Việt", "RESPONSE": "Hệ thống Định vị Toàn cầu (tiếng Anh: Global Positioning System - GPS) là hệ \nthống xác định vị trí dựa trên vị trí của các vệ tinh nhân tạo, do Bộ Quốc phòng ...", "GOOGLE": "Hệ thống định vị toàn cầu là gì?"}, {"MESSAGE": "Hệ thống định vị Galileo – Wikipedia tiếng Việt", "RESPONSE": "Hệ thống định vị Galileo là một hệ thống vệ tinh định vị toàn cầu (GNSS) được \nxây dựng bởi Liên minh châu Âu. Galileo khác với GPS của Hoa Kỳ và \nGLONASS ...", "GOOGLE": "Hệ thống định vị toàn cầu là gì?"}, {"MESSAGE": "Hệ thống định vị Bắc Đẩu – Wikipedia tiếng Việt", "RESPONSE": "Thế hệ thứ hai của hệ thống, được gọi là Compass hay Bắc Đẩu 2, sẽ là một hệ \nthống định vị vệ tinh toàn cầu bao gồm 35 vệ tinh, vẫn còn đang được tạo dựng.", "GOOGLE": "Hệ thống định vị toàn cầu là gì?"}, {"MESSAGE": "Hệ thống Định vị Toàn cầu vi sai – Wikipedia tiếng Việt", "RESPONSE": "Hệ thống Định vị Toàn cầu vi sai (DGPS) là một dạng nâng cao của Hệ thống \nĐịnh vị Toàn cầu, trong đó sử dụng thêm một mạng lưới các trạm mặt đất cố định\n ...", "GOOGLE": "Hệ thống định vị toàn cầu là gì?"}, {"MESSAGE": "GLONASS – Wikipedia tiếng Việt", "RESPONSE": "Hệ thống này được coi là đối trọng với Hệ thống định vị toàn cầu GPS của Mỹ. ... \nCác vệ tinh của hệ GLONASS liên tục phóng ra các tín hiệu định vị theo 2 ...", "GOOGLE": "Hệ thống định vị toàn cầu là gì?"}, {"MESSAGE": "GNSS – Wikipedia tiếng Việt", "RESPONSE": "Hệ thống vệ tinh định vị toàn cầu (tiếng Anh: Global Navigation Satellite System - \nGNSS) là tên dùng chung cho các hệ thống định vị toàn cầu sử dụng vệ tinh ...", "GOOGLE": "Hệ thống định vị toàn cầu là gì?"}, {"MESSAGE": "Thảo luận:Hệ thống Định vị Toàn cầu – Wikipedia tiếng Việt", "RESPONSE": "GPS là tên chung \"hệ thống định vị toàn cầu\", bao gồm rất nhiều hệ thống có từ \nnhững năm 196x chứ không phải hệ thống định vị toàn cầu của Mỹ. Hệ thống ...", "GOOGLE": "Hệ thống định vị toàn cầu là gì?"}, {"MESSAGE": "Định vị (định hướng) – Wikipedia tiếng Việt", "RESPONSE": "Hệ thống định vị toàn cầu (GPS): là hệ thống xác định vị trí dựa trên vị trí của các \nvệ ... giá cao những gì mà doanh nghiệp đại diện so với các đối thủ cạnh tranh.", "GOOGLE": "Hệ thống định vị toàn cầu là gì?"}, {"MESSAGE": "LORAN – Wikipedia tiếng Việt", "RESPONSE": "Nga sử dụng hệ thống tương tự trong cùng giải tần gọi là CHAIKA. LORAN sử \nđang ngày càng trở nên ít sử dụng mà thay vào đó là hệ thống định vị toàn cầu ...", "GOOGLE": "Hệ thống định vị toàn cầu là gì?"}, {"MESSAGE": "Việt Nam phát triển bộ thu hệ thống định vị Bắc Đẩu - VnExpress", "RESPONSE": "29 Tháng Bảy 2013 ... Bắc Đẩu là hệ thống vệ tinh định vị có chức năng tương tự như hệ thống ... Vị trí \ncủa 26 vệ tinh định vị của tất cả các hệ thống định vị toàn cầu, ...", "GOOGLE": "Hệ thống định vị toàn cầu là gì?"}, {"MESSAGE": "Kitô giáo – Wikipedia tiếng Việt", "RESPONSE": "Trải qua hai thiên niên kỷ, các bất đồng về thần học và giáo hội học đã hình ... \nTính chung, Kitô giáo là tôn giáo lớn nhất thế giới với khoảng 2,3 tỉ tín hữu, ... có \ntừ \"Cơ Đốc\" xuất phát từ chữ Nho (基督) và thường được tín hữu Tin Lành sử \ndụng. ... phục sinh, sự phán xét sau cùng và sự thiết lập Vương quốc của Thiên \nChúa.", "GOOGLE": "Thiên Chúa và Tin Lành là hai tôn giáo cùng xuất phát từ tôn giáo nào?"}, {"MESSAGE": "Các tôn giáo khởi nguồn từ Abraham – Wikipedia tiếng Việt", "RESPONSE": "Đến một mức độ nào đó, các tôn giáo khởi nguồn từ Abraham đều có nguồn gốc \ntừ ... Kitô giáo xuất hiện vào thế kỷ thứ nhất như là một hình thức cải cách triệt để \n... giáo, Hồi giáo tự cho mình là sự tiếp nối và thay thế cho hai tôn giáo nói trên. ... \nHọ tin rằng Thiên Chúa của họ cũng là Thiên Chúa của Do Thái giáo và giáo lý ...", "GOOGLE": "Thiên Chúa và Tin Lành là hai tôn giáo cùng xuất phát từ tôn giáo nào?"}, {"MESSAGE": "Giáo hội Công giáo Rôma – Wikipedia tiếng Việt", "RESPONSE": "Họ tôn kính bà vì tin rằng bà nhận được những đặc ân của Thiên Chúa mà \nkhông ... thủy từ thời Chúa Giêsu, vì vậy mới xuất hiện danh xưng \"Chính Thống \ngiáo ... vực lãnh thổ của giáo hội trong lịch sử và văn hóa, với hai trung tâm là \nRôma ..... cùng nào, sẽ được qui tụ quanh Chúa Giêsu và Đức Maria, các thiên \nthần và ...", "GOOGLE": "Thiên Chúa và Tin Lành là hai tôn giáo cùng xuất phát từ tôn giáo nào?"}, {"MESSAGE": "Tôn giáo tại Hoa Kỳ – Wikipedia tiếng Việt", "RESPONSE": "Tôn giáo tại Hoa Kỳ đặc trưng bởi sự đa dạng các niềm tin và thực hành tôn giáo. \n... Tây cho rằng họ tin vào Thiên Chúa, trong khi ở miền Nam (mệnh danh là \"\nVành .... đoan và các người theo đạo Tin Lành có tần suất hoạt động chính trị rất \ncao. ..... Các tôn giáo châu Á là những tôn giáo xuất phát từ Á châu nhưng không\n ...", "GOOGLE": "Thiên Chúa và Tin Lành là hai tôn giáo cùng xuất phát từ tôn giáo nào?"}, {"MESSAGE": "Kháng Cách – Wikipedia tiếng Việt", "RESPONSE": "Trong khi đó nhiều nhóm tôn giáo tách khỏi Công giáo cũng được gán cho nhãn \n... Xảy ra cùng lúc với những biến động lại Đức là một phong trào khởi phát tại \nThuỵ ... viễn bị chia cắt thành hai phần: Giáo hội Công giáo Rôma và Kháng \nCách. ... các nhà cải cách tin rằng sự cứu rỗi hoàn toàn là sự ban cho từ Thiên \nChúa, ...", "GOOGLE": "Thiên Chúa và Tin Lành là hai tôn giáo cùng xuất phát từ tôn giáo nào?"}, {"MESSAGE": "Tôn giáo – Wikipedia tiếng Việt", "RESPONSE": "Trong tiếng Anh: tôn giáo là religion - xuất phát từ tiếng Latinh religio mang nghĩa \n... định nghĩa tôn giáo là bất cứ hệ thống tín ngưỡng và phong tục nào có chức ... \nTrong các xã hội săn bắn và hái lượm, phổ biến là thuyết vật linh, cho rằng vật \nthể .... tín đồ Kitô giáo, Chúa phục sinh là bằng chứng về việc Jesus là Con Thiên\n ...", "GOOGLE": "Thiên Chúa và Tin Lành là hai tôn giáo cùng xuất phát từ tôn giáo nào?"}, {"MESSAGE": "Chủ đề:Cơ Đốc giáo – Wikipedia tiếng Việt", "RESPONSE": "Trải qua hai thiên niên kỷ, Kitô giáo tự hình thành nên ba nhánh chính là Công ... \nĐông phương và Tin Lành. Tính chung, đây là tôn giáo lớn nhất với 2,2 tỉ tín hữu, \n... và sự phục sinh của Chúa Giêsu đã hoàn thành những gì mà biến cố Xuất ... \nLy được tổ chức trước Lễ Vượt qua, như vậy Chúa Giê-xu trút hơi thở cuối cùng ...", "GOOGLE": "Thiên Chúa và Tin Lành là hai tôn giáo cùng xuất phát từ tôn giáo nào?"}, {"MESSAGE": "Cải cách Kháng nghị – Wikipedia tiếng Việt", "RESPONSE": "... Cải cách Tin Lành là cuộc cải cách tôn giáo khởi xướng bởi Martin Luther và ... \nTrong số các giáo phái phát sinh từ cuộc Cải cách Kháng nghị, quan trọng nhất \nlà .... Xảy ra cùng lúc với các biến động tại Đức là một phong trào tại Thụy Sĩ \ndưới ... Thiên Chúa nay được xem là đấng tể trị tuyệt đối, vượt quá sự hiểu biết \ncủa ...", "GOOGLE": "Thiên Chúa và Tin Lành là hai tôn giáo cùng xuất phát từ tôn giáo nào?"}, {"MESSAGE": "Tôn giáo tại Việt Nam – Wikipedia tiếng Việt", "RESPONSE": "Tín ngưỡng thờ cúng tổ tiên (còn gọi là \"Đạo Ông Bà\" hoặc \"Đạo Hiếu\") cũng có \nchỗ ... Để quản lý nhà nước về hoạt động tôn giáo và tín ngưỡng, Chính phủ Việt \n... xuất hiện nhiều trong các sản phẩm nghệ thuật, mỹ thuật Việt Nam, phát sinh \ntừ ... nơi nào lại có nhiều ảnh hưởng Công giáo lớn như miền nam từ thời Chúa\n ...", "GOOGLE": "Thiên Chúa và Tin Lành là hai tôn giáo cùng xuất phát từ tôn giáo nào?"}, {"MESSAGE": "Anh giáo – Wikipedia tiếng Việt", "RESPONSE": "Anh giáo là một tôn giáo truyền thống thuộc Kitô giáo bao gồm những giáo hội có \n... Đến cuối thế kỷ 16, việc giáo hội duy trì thể chế Giám mục cùng nhiều nghi .... \nly khai khỏi Công giáo Rô-ma khởi phát từ những tranh chấp về thẩm quyền và ... \nđối với Thiên Chúa), và truyền thống (những thông lệ và xác tín của giáo hội), ...", "GOOGLE": "Thiên Chúa và Tin Lành là hai tôn giáo cùng xuất phát từ tôn giáo nào?"}, {"MESSAGE": "Galileo Galilei – Wikipedia tiếng Việt", "RESPONSE": "Có lẽ Galileo là người đầu tiên phát biểu một cách rõ ràng rằng các quy luật của \n.... được cho là nằm giữa Mặt Trời và Trái Đất khi nó quay quanh Trái Đất. Các ...", "GOOGLE": "Ai là người đầu tiên cho rằng Trái đất quay?"}, {"MESSAGE": "Thuyết nhật tâm – Wikipedia tiếng Việt", "RESPONSE": "Trong thiên văn học, mô hình nhật tâm là lý thuyết cho rằng Mặt Trời nằm ở trung \n... cho rằng Trái Đất trên thực tế đang quay quanh Mặt Trời và Mặt Trời là trung \ntâm ... Tuy nhiên, người đầu tiên đề xuất hệ nhật tâm là Aristarchus xứ Samos ..... \ncó bất kỳ một bằng chứng nào như vậy bởi vì chưa có ai cho tôi thấy được nó.", "GOOGLE": "Ai là người đầu tiên cho rằng Trái đất quay?"}, {"MESSAGE": "Hiện tượng tự quay của Trái Đất – Wikipedia tiếng Việt", "RESPONSE": "Có lẽ người đầu tiên là Philolaus (470–385 TCN), mặc dù hệ thống của ông ấy ... \nnhững người cho rằng Trái Đất quay nhưng không cho rằng Trái Đất quay ...", "GOOGLE": "Ai là người đầu tiên cho rằng Trái đất quay?"}, {"MESSAGE": "Thuyết địa tâm – Wikipedia tiếng Việt", "RESPONSE": "Người Hy Lạp cổ đại và các nhà triết học thời Trung Cổ thường cho mô hình địa \n... Mô hình địa tâm là quan điểm thống trị thời tiền hiện đại; từ cuối thế kỷ 16 trở ... \nMô hình địa tâm bắt đầu xuất hiện trong triết học và thiên văn học Hy Lạp từ rất \nsớm. ... Một số người cũng tin rằng nếu Trái Đất quay quanh trục của nó thì \nkhông ...", "GOOGLE": "Ai là người đầu tiên cho rằng Trái đất quay?"}, {"MESSAGE": "Lịch sử Trái Đất – Wikipedia tiếng Việt", "RESPONSE": "Hành tinh này được gọi là Theia, nó được cho là nhỏ hơn so với Trái Đất lúc đó, \ncó lẽ có ... Có thể nó cũng đã làm tốc độ quay của Trái Đất tăng thêm và khởi \nđộng .... Ngày càng có nhiều người tin rằng những tế bào ban đầu đó có thể đã \ntham gia ... Vực Bacteria có lẽ là sự chia tách đầu tiên khỏi những hình thức sự \nsống ...", "GOOGLE": "Ai là người đầu tiên cho rằng Trái đất quay?"}, {"MESSAGE": "Mikołaj Kopernik – Wikipedia tiếng Việt", "RESPONSE": "Người cậu đằng mẹ của Kopernik là Łukasz Watzenrode, một giáo sĩ và sau ... \nNhững quan sát đầu tiên của Copernicus được tiến hành năm 1497, cùng .... Có \nlẽ ông đã tỉnh lại sau khi bị đột quỵ-gây ra hôn mê, nhìn vào cuốn sách và chết \nêm ái. .... Kopernik cho rằng Trái Đất là một hành tinh quay xung quanh Mặt Trời \nmột ...", "GOOGLE": "Ai là người đầu tiên cho rằng Trái đất quay?"}, {"MESSAGE": "Trái Đất – Wikipedia tiếng Việt", "RESPONSE": "Các đặc điểm vật lý của Trái Đất cũng như lịch sử địa lý hay quỹ đạo, cho phép \nsự ... Người ta hy vọng rằng Trái Đất chỉ còn có thể hỗ trợ sự sống thêm 1,5 tỷ ... \nbắt đầu quay quanh Trái Đất từ 4,53 tỷ năm trước, vẫn giữ nguyên góc quay ban \n... tin chi tiết về quá khứ của Trái Đất. Những ngày đầu tiên của hệ Mặt Trời là \nvào ...", "GOOGLE": "Ai là người đầu tiên cho rằng Trái đất quay?"}, {"MESSAGE": "Aristarchus của Samos – Wikipedia tiếng Việt", "RESPONSE": "Cleanthes (người đương thời với Aristarchus và là người đứng đầu trường phái \n... vì đã bắt Trái tim của vũ trụ (tức Trái Đất) phải chuyển động,... cho rằng bầu trời \nlà ... tròn xiên, trong khi cùng một lúc nó tự quay xung quanh trục của chính mình. \n... nay như là người đầu tiên đề xuất \"vũ trụ\" nhật tâm, Aristarchus cũng đề xuất ...", "GOOGLE": "Ai là người đầu tiên cho rằng Trái đất quay?"}, {"MESSAGE": "Mặt Trăng – Wikipedia tiếng Việt", "RESPONSE": "Mặt Trăng là thiên thể duy nhất ngoài Trái Đất mà con người đã đặt chân tới. ... \nthành công và Luna 10 là tàu vũ trụ không người lái đầu tiên bay quanh Mặt \nTrăng. ... Mặt Trăng nằm trên quỹ đạo quay đồng bộ, có nghĩa là nó hầu như giữ \nnguyên .... Bề mặt Mặt Trăng cho thấy bằng chứng rõ ràng rằng nó đã bị ảnh \nhưởng ...", "GOOGLE": "Ai là người đầu tiên cho rằng Trái đất quay?"}, {"MESSAGE": "Lịch sử thiên văn học – Wikipedia tiếng Việt", "RESPONSE": "Những dấu vết khởi đầu của ngành thiên văn có từ thời tiền sử. .... Trung tâm của \nthế giới là thần Geb, vị thần tượng trưng cho Trái Đất, người chị đồng thời là vợ \ncủa .... Vào buổi sơ khai, người Ai Cập cổ đại quan niệm vũ trụ được mặt đất chia \nthành hai phần, phần ... Philolaus cho rằng, Trái Đất quay quanh trục của mình.", "GOOGLE": "Ai là người đầu tiên cho rằng Trái đất quay?"}, {"MESSAGE": "Trung Mỹ – Wikipedia tiếng Việt", "RESPONSE": "Thành phố lớn nhất (2010), List of 10 largest cities in Central America ... Trung \nMỹ về mặt địa lý là vùng nằm giữa châu Mỹ trên trục bắc nam. ... Trung Mỹ nằm ở \ngiữa hai lục địa lớn phía bắc và phía nam, và giáp hai bờ biển dọc hai bên đông\n ...", "GOOGLE": "Thành phố nào nằm giữa hai lục địa?"}, {"MESSAGE": "Istanbul - thành phố nối hai lục địa Á - Âu - VnExpress Du lịch", "RESPONSE": "26 Tháng Năm 2005 ... Istanbul là thành phố duy nhất trên thế giới nằm trên 2 châu lục. ... Điều thú vị là \ngiữa cầu chia ranh giới Âu - Á, bước qua vạch trắng là đã đặt ...", "GOOGLE": "Thành phố nào nằm giữa hai lục địa?"}, {"MESSAGE": "Châu Đại Dương – Wikipedia tiếng Việt", "RESPONSE": "Châu Đại Dương là lục địa nhỏ nhất về diện tích đất liền và nhỏ thứ nhì về dân \nsố ... tại châu Đại Dương, còn Sydney của nước này là thành phố lớn nhất châu \nlục. ..... đá nay tạo thành lục địa Zealandia nằm giữa Đông Úc và Tây châu Nam \nCực. ..... Tiếp xúc giữa hai nhóm Nam Đảo và Papua dẫn đến có một vài ngôn \nngữ ...", "GOOGLE": "Thành phố nào nằm giữa hai lục địa?"}, {"MESSAGE": "Châu Mỹ – Wikipedia tiếng Việt", "RESPONSE": "Châu Mỹ rộng hơn 42 triệu km2, đứng thứ 2 trên thế giới. ... đến và tỏa ra khắp \nchâu Mỹ vào khoảng thời gian và bằng tuyến đường nào vẫn còn là chủ đề tranh \nluận. ... Trên lục địa, thành phố Panama bên bờ biển Thái Bình Dương được \nhình .... hết thuộc Đại Bình nguyên Bắc Mỹ, nằm giữa dãy núi Rocky và \nAppalachian.", "GOOGLE": "Thành phố nào nằm giữa hai lục địa?"}, {"MESSAGE": "Hawaii – Wikipedia tiếng Việt", "RESPONSE": "Vì không thuộc lục địa Hoa Kỳ, nó là một trong hai tiểu bang không giáp với tiểu \n... toàn trong miền nhiệt đới, và tiểu bang duy nhất không thuộc về châu lục nào. \n... cô lập ở giữa Thái Bình Dương, và nhiều loại môi trường tồn tại ở các đảo cao \nnằm ... Thành phố lớn nhất và thủ phủ của tiểu bang, Honolulu, là thành phố mà\n ...", "GOOGLE": "Thành phố nào nằm giữa hai lục địa?"}, {"MESSAGE": "Bay khinh khí cầu, đi du thuyền giữa hai lục địa Á-Âu", "RESPONSE": "23 Tháng 4 2018 ... ... khí cầu ngắm cảnh và đi du thuyền trên vịnh nằm giữa hai bờ lục địa Á-Âu. ... \nbay khinh khí cầu bất cứ lúc nào trong ngày miễn là thời tiết thuận lợi. .... đông \nđúc, eo biển nằm ở giữa và chia thành phố Istanbul thành 2 bên.", "GOOGLE": "Thành phố nào nằm giữa hai lục địa?"}, {"MESSAGE": "Bắc Mỹ – Wikipedia tiếng Việt", "RESPONSE": "Bắc Mỹ là một lục địa nằm ở Bắc Bán cầu của Trái Đất, phía đông của Thái Bình \n.... Ở giữa nước Mỹ có một khu vực rất ít dân: 1-10 người/km²; ven biển phía tây, \n... Toronto-Mississauga (hơn 5,1 triệu; thành phố Toronto chỉ khoảng 2,5 triệu) ...", "GOOGLE": "Thành phố nào nằm giữa hai lục địa?"}, {"MESSAGE": "Malaysia – Wikipedia tiếng Việt", "RESPONSE": "Thành phố thủ đô là Kuala Lumpur, song nơi đặt trụ sở của chính phủ liên bang \nlà .... Chúng được phân thành hai khu vực, 11 bang và hai lãnh thổ liên bang \nnằm tại .... Malaysia là quốc gia duy nhất có lãnh thổ nằm cả trên lục địa châu Á \nvà quần ... Eo biển Malacca nằm giữa đảo Sumatra và Malaysia bán đảo, đây là \nmột ...", "GOOGLE": "Thành phố nào nằm giữa hai lục địa?"}, {"MESSAGE": "Châu Á – Wikipedia tiếng Việt", "RESPONSE": "Châu Á hay Á Châu là châu lục lớn nhất và đông dân nhất thế giới nằm ở Bắc \nbán ... Ranh giới giữa châu Á và châu Âu chạy qua eo biển Dardanelles, biển .... \nĐặc điểm chính để xác định các đảo nào của quần đảo Malay thuộc châu Á là vị \n.... chia thành hai phần qua biển Đông và vì thế có cả hai phần: lục địa và hải đảo\n.", "GOOGLE": "Thành phố nào nằm giữa hai lục địa?"}, {"MESSAGE": "Địa lý Đức – Wikipedia tiếng Việt", "RESPONSE": "Hầu như nằm giữa 47° và 55° vĩ Bắc (đỉnh của Sylt nằm ở phía bắc 55°), và từ 5° \n.... Ở phía đông, khí hậu mang đặc tính lục địa rõ rệt hơn; mùa đông có thể rất \nlạnh ... Lãnh thổ Đức có thể chia thành hai vùng sinh thái: Rừng hỗ tạp vùng núi \nchâu ... Có sự khác biệt về diện tích và dân số, đặc biệt là giữa các bang thành \nphố ...", "GOOGLE": "Thành phố nào nằm giữa hai lục địa?"}, {"MESSAGE": "Biển – Wikipedia tiếng Việt", "RESPONSE": "Biển nói chung là một vùng nước mặn rộng lớn nối liền với các đại dương, ..... vỡ \nnhưng lao vào trong bờ, làm ngập lụt tất tả những gì trên đường đi của nó.", "GOOGLE": "Nước biển là gì?"}, {"MESSAGE": "Mực nước biển – Wikipedia tiếng Việt", "RESPONSE": "Mực nước biển trung bình (tiếng Anh: Mean sea level, viết tắt MSL), thường gọi \ntắt là mực nước biển (sea level), là mức trung bình của bề mặt của một hoặc ...", "GOOGLE": "Nước biển là gì?"}, {"MESSAGE": "Độ cao so với mực nước biển – Wikipedia tiếng Việt", "RESPONSE": "Mét trên mực nước biển trung bình (MAML) hoặc đơn giản là độ cao so với mực \nnước biển (MASL hoặc masl) là một thước đo tiêu chuẩn tính bằng đơn vịmét ...", "GOOGLE": "Nước biển là gì?"}, {"MESSAGE": "Nước biển – Wikipedia tiếng Việt", "RESPONSE": "Nước biển là nước từ các biển hay đại dương. Về trung bình, nước biển của các \nđại dương trên thế giới có độ mặn khoảng 3,5%. Điều này có nghĩa là cứ mỗi lít ...", "GOOGLE": "Nước biển là gì?"}, {"MESSAGE": "Áp suất khí quyển – Wikipedia tiếng Việt", "RESPONSE": "Áp suất nước biển trung bình (MSLP) là áp suất khí quyển trung bình ở mực \nnước biển. Đây là áp suất khí quyển thường được đưa ra trong báo cáo thời tiết \ntrên ...", "GOOGLE": "Nước biển là gì?"}, {"MESSAGE": "Thủy triều – Wikipedia tiếng Việt", "RESPONSE": "Thủy triều là hiện tượng nước biển, nước sông... lên xuống trong một chu kỳ thời \n.... thấp hơn cả LAT, nghĩa là có ít nước hơn là những gì chỉ ra trên các hải đồ.", "GOOGLE": "Nước biển là gì?"}, {"MESSAGE": "Đại dương – Wikipedia tiếng Việt", "RESPONSE": "Sự mở rộng khổng lồ của đại dương sâu (những gì dưới độ sâu 200m) che phủ \n... Một sai lầm phổ biến cho rằng nước biển có màu xanh lam chủ yếu là do bầu ...", "GOOGLE": "Nước biển là gì?"}, {"MESSAGE": "Dòng chảy rút xa bờ – Wikipedia tiếng Việt", "RESPONSE": "Sóng đánh và đưa nước biển vào bờ, nhưng khi nước biển được liên tục đưa \nvào ... Chiếm 80% trường hợp cứu hộ bãi biển là có nguyên nhân liên quan đến \ndòng ... Chẳng ích gì khi gắng sức chống cự với dòng chảy vì nó luôn luôn thắng.", "GOOGLE": "Nước biển là gì?"}, {"MESSAGE": "Nước biển có màu gì? - VnExpress", "RESPONSE": "30 Tháng Năm 2015 ... Nhưng khi nhìn gần sóng có màu trắng và nước biển cũng không hẳn xanh. Xin \nhỏi, màu sắc thực sự của nước biển là gì? (Đỗ Hoa) ...", "GOOGLE": "Nước biển là gì?"}, {"MESSAGE": "Lúc nào thì nên truyền nước biển? - VnExpress Sức Khỏe", "RESPONSE": "26 Tháng Bảy 2018 ... Cũng như vợ anh Sơn, rất nhiều người hiện nay có tâm lý hơi mệt, hơi mất ngủ \nlà đi truyền nước biển. Thậm chí, có người hoàn toàn khỏe ...", "GOOGLE": "Nước biển là gì?"}, {"MESSAGE": "Đất – Wikipedia tiếng Việt", "RESPONSE": "Đất trong thuật ngữ chung là các vật chất nằm trên bề mặt Trái Đất, có khả năng \nhỗ trợ sự sinh trưởng của thực vật và phục vụ như là môi trường sinh sống của ...", "GOOGLE": "Đất là gì?"}, {"MESSAGE": "Trái Đất – Wikipedia tiếng Việt", "RESPONSE": "Trái Đất là hành tinh thứ ba tính từ Mặt Trời, đồng thời cũng là hành tinh lớn nhất \n... bất kì hành tinh nào khác ngoại trừ sao Hỏa là có nước bị đóng băng ở hai cực\n. ...... là hình chụp và nhiều chi tiết có thể sáng hơn so với những gì một người ...", "GOOGLE": "Đất là gì?"}, {"MESSAGE": "Động đất – Wikipedia tiếng Việt", "RESPONSE": "Động đất hay địa chấn là sự rung chuyển trên bề mặt Trái Đất do kết quả của sự \n... 5 Dự báo động đất; 6 Sự chuẩn bị, ứng phó với động đất; 7 Nên làm gì khi có ...", "GOOGLE": "Đất là gì?"}, {"MESSAGE": "Ngày Trái Đất – Wikipedia tiếng Việt", "RESPONSE": "Ngày Trái Đất là ngày để nâng cao nhận thức và giá trị của môi trường tự nhiên \ncủa Trái Đất. Ngày Trái Đất được tài trợ bởi thượng nghị sĩ Hoa Kỳ Gaylord ...", "GOOGLE": "Đất là gì?"}, {"MESSAGE": "Giờ Trái Đất – Wikipedia tiếng Việt", "RESPONSE": "Giờ Trái Đất (tiếng Anh: Earth Hour) là một sự kiện quốc tế hằng năm, do Quỹ \nQuốc tế Bảo vệ Thiên nhiên (World Wildlife Fund) khuyên các hộ gia đình và cơ ...", "GOOGLE": "Đất là gì?"}, {"MESSAGE": "Phẫu diện đất – Wikipedia tiếng Việt", "RESPONSE": "Phẫu diện đất là bề mặt cắt thẳng đứng từ trên mặt đất xuống đến tấng đất mẹ. \nTùy từng điều kiện sinh hóa và các tác nhân bên ngoài mà phẫu diện đất có thể ...", "GOOGLE": "Đất là gì?"}, {"MESSAGE": "Mẫu (đơn vị đo) – Wikipedia tiếng Việt", "RESPONSE": "Mẫu là một đơn vị đo lường diện tích cũ của một số nước trong khu vực ... 1 công \nhay 1 sào đất nam bộ là 1000m2, ở trung bộ là 500m2, ở Bắc bộ là 360m2.", "GOOGLE": "Đất là gì?"}, {"MESSAGE": "Hệ số sử dụng đất – Wikipedia tiếng Việt", "RESPONSE": "Hệ số sử dụng đất (HSSDĐ) Hệ số sử dụng đất là tỷ lệ giữa tổng diện tích .... vực \n(lực lượng thị trường) là đối diện của nhằm một cộng đồng tới một cái gì đó ...", "GOOGLE": "Đất là gì?"}, {"MESSAGE": "Truyền hình kỹ thuật số mặt đất – Wikipedia tiếng Việt", "RESPONSE": "Truyền hình kỹ thuật số mặt đất (tiếng Anh: Digital Terrestrial Television - DTT) là \ncông nghệ chuyển đổi từ analog (tương tự) sang digital (kỹ thuật số). Ưu điểm ...", "GOOGLE": "Đất là gì?"}, {"MESSAGE": "Cải cách ruộng đất tại miền Bắc Việt Nam – Wikipedia tiếng Việt", "RESPONSE": "Mục đích của cải cách ruộng đất là: Tiêu diệt chế độ phong kiến chiếm hữu ... Địa \nchủ là “thù địch của dân cày không kém gì đế quốc chủ nghĩa”, “nó quan hệ ...", "GOOGLE": "Đất là gì?"}, {"MESSAGE": "Dải Ngân hà có thể chứa 100 triệu hố đen - VnExpress", "RESPONSE": "14 Tháng Tám 2017 ... Nhóm nghiên cứu căn cứ vào số lượng các ngôi sao trong dải Ngân hà với kích \nthước khác nhau để ước tính có bao nhiêu ngôi sao già đã ...", "GOOGLE": "Có bao nhiêu dải ngân hà?"}, {"MESSAGE": "Vũ trụ có tất cả bao nhiêu thiên hà?", "RESPONSE": "27 Tháng Năm 2019 ... Các nhà khoa học ước tính số lượng thiên hà, kể cả loại cổ xưa và mờ đến mức \nkính viễn vọng ... Phát hiện hố đen sao lớn nhất dải Ngân Hà ...", "GOOGLE": "Có bao nhiêu dải ngân hà?"}, {"MESSAGE": "Hệ Mặt Trời – Wikipedia tiếng Việt", "RESPONSE": "Hệ Mặt Trời bên trong bao gồm 4 hành tinh đá và vành đai tiểu hành tinh chính. \n.... Mặt Trời cũng thay đổi mặc dù người ta không biết rõ lượng thay đổi là bao \nnhiêu. ..... Hệ Mặt Trời nằm trong dải Ngân Hà, một thiên hà xoắn ốc có thanh với\n ...", "GOOGLE": "Có bao nhiêu dải ngân hà?"}, {"MESSAGE": "Có đến 10 tỷ hành tinh giống Trái Đất trong dải Ngân hà - Công ...", "RESPONSE": "21 Tháng Tám 2019 ... Có đến 10 tỷ hành tinh giống Trái Đất trong dải Ngân hà ... Vì vậy, để ước tính có \nbao nhiêu hành tinh Kepler đã bỏ lỡ, các nhà nghiên cứu đã ...", "GOOGLE": "Có bao nhiêu dải ngân hà?"}, {"MESSAGE": "Vũ trụ – Wikipedia tiếng Việt", "RESPONSE": "Vũ trụ bao gồm tất cả các vật chất, năng lượng và không gian hiện có, được coi \nlà ... biết được kích thước toàn thể của Vũ trụ là bao nhiêu và có thể là vô hạn. ... \nHệ Mặt Trời nằm trong một thiên hà chứa hàng tỷ ngôi sao, gọi là Ngân Hà. Sau\n ...", "GOOGLE": "Có bao nhiêu dải ngân hà?"}, {"MESSAGE": "Có bao nhiêu thiên hà trong vũ trụ? - KhoaHoc.tv", "RESPONSE": "20 Tháng Giêng 2017 ... Có đến 2 nghìn tỷ thiên hà trong vũ trụ có thể quan sát được, nhiều hơn gấp 10 \nlần so với dự đoán ngày trước.", "GOOGLE": "Có bao nhiêu dải ngân hà?"}, {"MESSAGE": "Đếm sao – Wikipedia tiếng Việt", "RESPONSE": "Các cuộc khảo sát thường được thực hiện bởi các ngôi sao gần đó trong Dải \nngân hà. Một trong những lợi ích của thiên văn học là xác định có bao nhiêu ngôi\n ...", "GOOGLE": "Có bao nhiêu dải ngân hà?"}, {"MESSAGE": "Dải ngân hà lớn như thế nào? - Báo Chất Lượng Việt Nam", "RESPONSE": "8 Tháng Ba 2019 ... Mặc dù đã có nhiều nỗ lực trong việc nghiên cứu nhưng cho tới nay các nhà \nkhoa học vẫn chưa thể biết chính xác dải ngân hà nặng bao nhiêu ...", "GOOGLE": "Có bao nhiêu dải ngân hà?"}, {"MESSAGE": "Con người đã tìm ra cân nặng của cả thiên hà - Công nghệ - ZING.VN", "RESPONSE": "9 Tháng Ba 2019 ... “Đó là tất cả mọi thứ có trong dải Ngân hà. Những hiểu biết tổng khối ... Khối \nlượng thiên hà Milky Way là bao nhiêu? Khối lượng thiên hà Milky ...", "GOOGLE": "Có bao nhiêu dải ngân hà?"}, {"MESSAGE": "'Vệ binh dải ngân hà' của Marvel sẽ khép lại ở phần 3 - Phim chiếu ...", "RESPONSE": "5 Tháng 2 2019 ... ... hiện chưa rõ liệu câu chuyện của Gunn sẽ được sử dụng bao nhiêu phần ... \nĐội hình hiện tại của Vệ binh dải ngân hà sẽ chỉ có thêm một tập ...", "GOOGLE": "Có bao nhiêu dải ngân hà?"}, {"MESSAGE": "Phạm Tuân – Wikipedia tiếng Việt", "RESPONSE": "Phạm Tuân (sinh năm 1947) là phi công, phi hành gia người Việt. Ông là người \nđầu tiên của Việt Nam và châu Á bay lên vũ trụ vào năm 1980 trong chương ...", "GOOGLE": "Người châu Á đầu tiên bay vào vũ trụ?"}, {"MESSAGE": "Danh sách các chuyến bay vào vũ trụ đầu tiên theo quốc gia ...", "RESPONSE": "Kể từ chuyến bay vào vũ trụ đầu tiên của nhà du hành vũ trụ Liên Xô Yuri \nGagarin, hiện ... Danh sách dưới đây là thời gian biểu các chuyến bay đầu tiên \nvào vũ trụ theo quốc gia, .... là công dân của Cộng hòa Xô viết Nga, vì vậy ông \ncũng là người Nga đầu tiên bay vào vũ trụ. ... “FAI Award: The Yuri A. Gagarin \nGold Medal”.", "GOOGLE": "Người châu Á đầu tiên bay vào vũ trụ?"}, {"MESSAGE": "Chính xác, Phạm Tuân là người châu Á đầu tiên bay vào vũ trụ ...", "RESPONSE": "20 Tháng Năm 2017 ... Năm 1980, Phạm Tuân (33 tuổi) trở thành người đầu tiên của Việt Nam và châu \nÁ bay vào vũ trụ. Trước đó năm 1977 Phạm Tuân được cử ...", "GOOGLE": "Người châu Á đầu tiên bay vào vũ trụ?"}, {"MESSAGE": "Người châu Á đầu tiên bay vào vũ trụ quê ở đâu? - Tư vấn - ZING.VN", "RESPONSE": "14 Tháng Năm 2018 ... Đây là tỉnh nổi tiếng với quê hương của “Chị Hai năm tấn” và anh hùng Phạm \nTuân, người châu Á đầu tiên bay vào vũ trụ.", "GOOGLE": "Người châu Á đầu tiên bay vào vũ trụ?"}, {"MESSAGE": "Interkosmos – Wikipedia tiếng Việt", "RESPONSE": "Những chuyến bay thuộc Interkosmos đã đưa 14 phi hành gia không phải người \nLiên ... của Cuba, người châu Á đầu tiên, Phạm Tuân của Việt Nam lên vũ trụ.", "GOOGLE": "Người châu Á đầu tiên bay vào vũ trụ?"}, {"MESSAGE": "Chuyến bay vào vũ trụ của tướng Phạm Tuân khiến học sinh hào ...", "RESPONSE": "20 Tháng Năm 2018 ... Sau 38 năm là người Việt Nam đầu tiên bay vào vũ trụ, Anh hùng ... anh hùng \nPhạm Tuân - người Việt Nam và châu Á đầu tiên bay vào vũ trụ.", "GOOGLE": "Người châu Á đầu tiên bay vào vũ trụ?"}, {"MESSAGE": "Soyuz 37 – Wikipedia tiếng Việt", "RESPONSE": "Soyuz 37 (tiếng Nga: Союз 37) là một lượt phóng tàu vũ trụ có người lái của Liên \nXô ... (kỹ sư), phi công vũ trụ đầu tiên của châu Á và duy nhất của Việt Nam vào \nvũ trụ. ... Phạm Tuân sau này cho biết: \"Chuyến bay đó, ý nghĩa chính trị lớn hơn\n ...", "GOOGLE": "Người châu Á đầu tiên bay vào vũ trụ?"}, {"MESSAGE": "Người đầu tiên bay vào vũ trụ - VnExpress", "RESPONSE": "10 Tháng Ba 2015 ... Sinh ngày 9/3/1934, Yuri Gagarin là người đầu tiên bay vào vũ trụ trong chuyến \ndu hành lịch sử năm 1961, mở đầu cho kỷ nguyên chinh phục ...", "GOOGLE": "Người châu Á đầu tiên bay vào vũ trụ?"}, {"MESSAGE": "Bùi Thanh Liêm – Wikipedia tiếng Việt", "RESPONSE": "Ông là phi hành gia dự bị trong chuyến bay Soyuz 37 trong chương trình ... \nngười Việt Nam đầu tiên và cũng là người châu Á đầu tiên bay lên vũ trụ trên tàu\n ...", "GOOGLE": "Người châu Á đầu tiên bay vào vũ trụ?"}, {"MESSAGE": "Anh hùng Phạm Tuân đưa cờ Việt Nam lên vũ trụ - VnExpress", "RESPONSE": "13 Tháng 4 2013 ... 33 năm sau ngày trở thành người Việt Nam và châu Á đầu tiên bay vào vũ trụ, \nphi công Phạm Tuân chia sẻ, đây là trải nghiệm thú vị trong đời ...", "GOOGLE": "Người châu Á đầu tiên bay vào vũ trụ?"}]